{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": "</w>",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "!": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "=": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "\\": 58,
      "^": 59,
      "_": 60,
      "`": 61,
      "a": 62,
      "b": 63,
      "c": 64,
      "d": 65,
      "e": 66,
      "f": 67,
      "g": 68,
      "h": 69,
      "i": 70,
      "j": 71,
      "k": 72,
      "l": 73,
      "m": 74,
      "n": 75,
      "o": 76,
      "p": 77,
      "q": 78,
      "r": 79,
      "s": 80,
      "t": 81,
      "u": 82,
      "v": 83,
      "w": 84,
      "x": 85,
      "y": 86,
      "z": 87,
      "{": 88,
      "}": 89,
      "~": 90,
      "": 91,
      "": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "¡": 120,
      "¢": 121,
      "£": 122,
      "¤": 123,
      "¥": 124,
      "¦": 125,
      "§": 126,
      "¨": 127,
      "©": 128,
      "ª": 129,
      "«": 130,
      "¬": 131,
      "­": 132,
      "®": 133,
      "¯": 134,
      "°": 135,
      "±": 136,
      "²": 137,
      "³": 138,
      "´": 139,
      "µ": 140,
      "¶": 141,
      "·": 142,
      "¸": 143,
      "¹": 144,
      "º": 145,
      "»": 146,
      "¼": 147,
      "½": 148,
      "¾": 149,
      "¿": 150,
      "Æ": 151,
      "Ð": 152,
      "×": 153,
      "Ø": 154,
      "Þ": 155,
      "ß": 156,
      "æ": 157,
      "ð": 158,
      "÷": 159,
      "ø": 160,
      "þ": 161,
      "Đ": 162,
      "đ": 163,
      "Ħ": 164,
      "ħ": 165,
      "ı": 166,
      "Ĳ": 167,
      "ĸ": 168,
      "Ŀ": 169,
      "Ł": 170,
      "ł": 171,
      "ŋ": 172,
      "Œ": 173,
      "œ": 174,
      "ſ": 175,
      "Ɔ": 176,
      "Ƒ": 177,
      "ƒ": 178,
      "Ɠ": 179,
      "Ɩ": 180,
      "Ƙ": 181,
      "ƛ": 182,
      "Ɲ": 183,
      "Ʀ": 184,
      "Ƭ": 185,
      "ǝ": 186,
      "Ȣ": 187,
      "Ȥ": 188,
      "Ȼ": 189,
      "ɐ": 190,
      "ɑ": 191,
      "ɒ": 192,
      "ɔ": 193,
      "ɕ": 194,
      "ə": 195,
      "ɚ": 196,
      "ɛ": 197,
      "ɜ": 198,
      "ɡ": 199,
      "ɢ": 200,
      "ɣ": 201,
      "ɤ": 202,
      "ɨ": 203,
      "ɪ": 204,
      "ɫ": 205,
      "ɬ": 206,
      "ɯ": 207,
      "ɲ": 208,
      "ɴ": 209,
      "ɵ": 210,
      "ɹ": 211,
      "ɾ": 212,
      "ʀ": 213,
      "ʁ": 214,
      "ʃ": 215,
      "ʊ": 216,
      "ʋ": 217,
      "ʌ": 218,
      "ʎ": 219,
      "ʐ": 220,
      "ʒ": 221,
      "ʔ": 222,
      "ʚ": 223,
      "ʤ": 224,
      "ʦ": 225,
      "ʰ": 226,
      "ʲ": 227,
      "ʺ": 228,
      "ʻ": 229,
      "ʼ": 230,
      "ʾ": 231,
      "ʿ": 232,
      "ˁ": 233,
      "ˆ": 234,
      "ˇ": 235,
      "ˈ": 236,
      "ˌ": 237,
      "ː": 238,
      "ˑ": 239,
      "˘": 240,
      "˙": 241,
      "˚": 242,
      "˛": 243,
      "˜": 244,
      "˝": 245,
      "ˡ": 246,
      "ˤ": 247,
      "΄": 248,
      "Α": 249,
      "Β": 250,
      "Γ": 251,
      "Δ": 252,
      "Ε": 253,
      "Ζ": 254,
      "Η": 255,
      "Θ": 256,
      "Ι": 257,
      "Κ": 258,
      "Λ": 259,
      "Μ": 260,
      "Ν": 261,
      "Ο": 262,
      "Π": 263,
      "Ρ": 264,
      "Σ": 265,
      "Τ": 266,
      "Υ": 267,
      "Φ": 268,
      "Χ": 269,
      "Ω": 270,
      "α": 271,
      "β": 272,
      "γ": 273,
      "δ": 274,
      "ε": 275,
      "ζ": 276,
      "η": 277,
      "θ": 278,
      "ι": 279,
      "κ": 280,
      "λ": 281,
      "μ": 282,
      "ν": 283,
      "ξ": 284,
      "ο": 285,
      "π": 286,
      "ρ": 287,
      "ς": 288,
      "σ": 289,
      "τ": 290,
      "υ": 291,
      "φ": 292,
      "χ": 293,
      "ψ": 294,
      "ω": 295,
      "Ђ": 296,
      "Є": 297,
      "Ѕ": 298,
      "І": 299,
      "Ј": 300,
      "Љ": 301,
      "Њ": 302,
      "Ћ": 303,
      "Џ": 304,
      "А": 305,
      "Б": 306,
      "В": 307,
      "Г": 308,
      "Д": 309,
      "Е": 310,
      "Ж": 311,
      "З": 312,
      "И": 313,
      "К": 314,
      "Л": 315,
      "М": 316,
      "Н": 317,
      "О": 318,
      "П": 319,
      "Р": 320,
      "С": 321,
      "Т": 322,
      "У": 323,
      "Ф": 324,
      "Х": 325,
      "Ц": 326,
      "Ч": 327,
      "Ш": 328,
      "Щ": 329,
      "Ъ": 330,
      "Ы": 331,
      "Ь": 332,
      "Э": 333,
      "Ю": 334,
      "Я": 335,
      "а": 336,
      "б": 337,
      "в": 338,
      "г": 339,
      "д": 340,
      "е": 341,
      "ж": 342,
      "з": 343,
      "и": 344,
      "к": 345,
      "л": 346,
      "м": 347,
      "н": 348,
      "о": 349,
      "п": 350,
      "р": 351,
      "с": 352,
      "т": 353,
      "у": 354,
      "ф": 355,
      "х": 356,
      "ц": 357,
      "ч": 358,
      "ш": 359,
      "щ": 360,
      "ъ": 361,
      "ы": 362,
      "ь": 363,
      "э": 364,
      "ю": 365,
      "я": 366,
      "ђ": 367,
      "є": 368,
      "ѕ": 369,
      "і": 370,
      "ј": 371,
      "љ": 372,
      "њ": 373,
      "ћ": 374,
      "џ": 375,
      "Ѳ": 376,
      "ѳ": 377,
      "Ґ": 378,
      "ґ": 379,
      "ғ": 380,
      "ҙ": 381,
      "қ": 382,
      "Ҡ": 383,
      "ҡ": 384,
      "ң": 385,
      "ү": 386,
      "ұ": 387,
      "Ҳ": 388,
      "ҳ": 389,
      "һ": 390,
      "ә": 391,
      "ө": 392,
      "א": 393,
      "ב": 394,
      "ג": 395,
      "ד": 396,
      "ה": 397,
      "ו": 398,
      "ז": 399,
      "ח": 400,
      "ט": 401,
      "י": 402,
      "כ": 403,
      "ל": 404,
      "ם": 405,
      "מ": 406,
      "ן": 407,
      "נ": 408,
      "ס": 409,
      "ע": 410,
      "פ": 411,
      "ץ": 412,
      "צ": 413,
      "ק": 414,
      "ר": 415,
      "ש": 416,
      "ת": 417,
      "،": 418,
      "؛": 419,
      "ء": 420,
      "ا": 421,
      "ب": 422,
      "ة": 423,
      "ت": 424,
      "ث": 425,
      "ج": 426,
      "ح": 427,
      "خ": 428,
      "د": 429,
      "ذ": 430,
      "ر": 431,
      "ز": 432,
      "س": 433,
      "ش": 434,
      "ص": 435,
      "ض": 436,
      "ط": 437,
      "ظ": 438,
      "ع": 439,
      "غ": 440,
      "ـ": 441,
      "ف": 442,
      "ق": 443,
      "ك": 444,
      "ل": 445,
      "م": 446,
      "ن": 447,
      "ه": 448,
      "و": 449,
      "ى": 450,
      "ي": 451,
      "ٲ": 452,
      "ٹ": 453,
      "ټ": 454,
      "پ": 455,
      "ځ": 456,
      "چ": 457,
      "ڠ": 458,
      "ڤ": 459,
      "ک": 460,
      "ڬ": 461,
      "ڭ": 462,
      "گ": 463,
      "ھ": 464,
      "ہ": 465,
      "ۆ": 466,
      "ۇ": 467,
      "ی": 468,
      "ې": 469,
      "ە": 470,
      "۞": 471,
      "۩": 472,
      "۰": 473,
      "۱": 474,
      "۲": 475,
      "۳": 476,
      "۴": 477,
      "۵": 478,
      "۶": 479,
      "۷": 480,
      "۸": 481,
      "۹": 482,
      "ރ": 483,
      "ކ": 484,
      "އ": 485,
      "މ": 486,
      "ߖ": 487,
      "ߧ": 488,
      "अ": 489,
      "आ": 490,
      "ई": 491,
      "उ": 492,
      "क": 493,
      "ग": 494,
      "च": 495,
      "छ": 496,
      "ज": 497,
      "ञ": 498,
      "ट": 499,
      "ड": 500,
      "ढ": 501,
      "ण": 502,
      "त": 503,
      "थ": 504,
      "द": 505,
      "ध": 506,
      "न": 507,
      "प": 508,
      "ब": 509,
      "भ": 510,
      "म": 511,
      "य": 512,
      "र": 513,
      "ल": 514,
      "व": 515,
      "श": 516,
      "ष": 517,
      "स": 518,
      "ह": 519,
      "ॐ": 520,
      "ॡ": 521,
      "०": 522,
      "१": 523,
      "२": 524,
      "३": 525,
      "५": 526,
      "९": 527,
      "আ": 528,
      "ই": 529,
      "এ": 530,
      "ক": 531,
      "গ": 532,
      "ঙ": 533,
      "চ": 534,
      "ট": 535,
      "ত": 536,
      "ন": 537,
      "প": 538,
      "ব": 539,
      "ম": 540,
      "য": 541,
      "র": 542,
      "ল": 543,
      "শ": 544,
      "ষ": 545,
      "হ": 546,
      "ৰ": 547,
      "ਗ": 548,
      "ਚ": 549,
      "ਡ": 550,
      "ਹ": 551,
      "ੜ": 552,
      "અ": 553,
      "ક": 554,
      "જ": 555,
      "ત": 556,
      "મ": 557,
      "ય": 558,
      "ર": 559,
      "સ": 560,
      "૦": 561,
      "૧": 562,
      "૨": 563,
      "க": 564,
      "ங": 565,
      "ச": 566,
      "ட": 567,
      "த": 568,
      "ன": 569,
      "ப": 570,
      "ம": 571,
      "ய": 572,
      "ர": 573,
      "ல": 574,
      "வ": 575,
      "ஷ": 576,
      "ఆ": 577,
      "క": 578,
      "గ": 579,
      "జ": 580,
      "డ": 581,
      "ద": 582,
      "ధ": 583,
      "న": 584,
      "ప": 585,
      "ర": 586,
      "శ": 587,
      "ಐ": 588,
      "ಯ": 589,
      "ರ": 590,
      "ವ": 591,
      "ಶ": 592,
      "೦": 593,
      "೧": 594,
      "೨": 595,
      "೩": 596,
      "೫": 597,
      "೬": 598,
      "೮": 599,
      "೯": 600,
      "അ": 601,
      "എ": 602,
      "ക": 603,
      "ത": 604,
      "ദ": 605,
      "ന": 606,
      "പ": 607,
      "മ": 608,
      "യ": 609,
      "ല": 610,
      "വ": 611,
      "ഷ": 612,
      "സ": 613,
      "න": 614,
      "ම": 615,
      "ර": 616,
      "ව": 617,
      "හ": 618,
      "ก": 619,
      "ข": 620,
      "ค": 621,
      "ฆ": 622,
      "ง": 623,
      "จ": 624,
      "ฉ": 625,
      "ช": 626,
      "ซ": 627,
      "ญ": 628,
      "ฎ": 629,
      "ฏ": 630,
      "ฐ": 631,
      "ฑ": 632,
      "ฒ": 633,
      "ณ": 634,
      "ด": 635,
      "ต": 636,
      "ถ": 637,
      "ท": 638,
      "ธ": 639,
      "น": 640,
      "บ": 641,
      "ป": 642,
      "ผ": 643,
      "ฝ": 644,
      "พ": 645,
      "ฟ": 646,
      "ภ": 647,
      "ม": 648,
      "ย": 649,
      "ร": 650,
      "ฤ": 651,
      "ล": 652,
      "ว": 653,
      "ศ": 654,
      "ษ": 655,
      "ส": 656,
      "ห": 657,
      "อ": 658,
      "ฮ": 659,
      "ฯ": 660,
      "ะ": 661,
      "า": 662,
      "ำ": 663,
      "฿": 664,
      "เ": 665,
      "แ": 666,
      "โ": 667,
      "ใ": 668,
      "ไ": 669,
      "ๆ": 670,
      "๑": 671,
      "ຂ": 672,
      "ຄ": 673,
      "ງ": 674,
      "ຈ": 675,
      "ດ": 676,
      "ຖ": 677,
      "ນ": 678,
      "ບ": 679,
      "ມ": 680,
      "ລ": 681,
      "ວ": 682,
      "າ": 683,
      "ຽ": 684,
      "ເ": 685,
      "ໜ": 686,
      "་": 687,
      "ཏ": 688,
      "ད": 689,
      "ན": 690,
      "བ": 691,
      "མ": 692,
      "ཚ": 693,
      "འ": 694,
      "ལ": 695,
      "ས": 696,
      "န": 697,
      "ရ": 698,
      "ဝ": 699,
      "သ": 700,
      "ဟ": 701,
      "ა": 702,
      "ბ": 703,
      "გ": 704,
      "დ": 705,
      "ე": 706,
      "ვ": 707,
      "ზ": 708,
      "თ": 709,
      "ი": 710,
      "კ": 711,
      "ლ": 712,
      "მ": 713,
      "ნ": 714,
      "ო": 715,
      "პ": 716,
      "რ": 717,
      "ს": 718,
      "ტ": 719,
      "უ": 720,
      "ქ": 721,
      "ღ": 722,
      "შ": 723,
      "ც": 724,
      "ძ": 725,
      "წ": 726,
      "ხ": 727,
      "ჯ": 728,
      "ᄀ": 729,
      "ᄁ": 730,
      "ᄂ": 731,
      "ᄃ": 732,
      "ᄅ": 733,
      "ᄆ": 734,
      "ᄇ": 735,
      "ᄉ": 736,
      "ᄋ": 737,
      "ᄌ": 738,
      "ᄍ": 739,
      "ᄎ": 740,
      "ᄏ": 741,
      "ᄐ": 742,
      "ᄑ": 743,
      "ᄒ": 744,
      "ᅡ": 745,
      "ᅢ": 746,
      "ᅣ": 747,
      "ᅥ": 748,
      "ᅦ": 749,
      "ᅧ": 750,
      "ᅨ": 751,
      "ᅩ": 752,
      "ᅪ": 753,
      "ᅬ": 754,
      "ᅭ": 755,
      "ᅮ": 756,
      "ᅯ": 757,
      "ᅰ": 758,
      "ᅱ": 759,
      "ᅲ": 760,
      "ᅳ": 761,
      "ᅵ": 762,
      "ᆨ": 763,
      "ᆫ": 764,
      "ᆯ": 765,
      "ᆷ": 766,
      "ᆸ": 767,
      "ᆻ": 768,
      "ᆼ": 769,
      "ᆾ": 770,
      "ህ": 771,
      "ሊ": 772,
      "ል": 773,
      "ሓ": 774,
      "ሕ": 775,
      "መ": 776,
      "ሙ": 777,
      "ሜ": 778,
      "ም": 779,
      "ሥ": 780,
      "ረ": 781,
      "ሪ": 782,
      "ራ": 783,
      "ር": 784,
      "ሰ": 785,
      "ሴ": 786,
      "ስ": 787,
      "ሻ": 788,
      "ሽ": 789,
      "ቀ": 790,
      "ቐ": 791,
      "በ": 792,
      "ቢ": 793,
      "ባ": 794,
      "ተ": 795,
      "ት": 796,
      "ቶ": 797,
      "ነ": 798,
      "ን": 799,
      "አ": 800,
      "ኣ": 801,
      "ኤ": 802,
      "እ": 803,
      "ኦ": 804,
      "ካ": 805,
      "ክ": 806,
      "ዋ": 807,
      "ው": 808,
      "ዓ": 809,
      "ዕ": 810,
      "የ": 811,
      "ይ": 812,
      "ደ": 813,
      "ዲ": 814,
      "ድ": 815,
      "ገ": 816,
      "ጋ": 817,
      "ጨ": 818,
      "ጽ": 819,
      "ፅ": 820,
      "ፈ": 821,
      "ፍ": 822,
      "፣": 823,
      "Ꭰ": 824,
      "Ꭲ": 825,
      "Ꮊ": 826,
      "ᐃ": 827,
      "ᐊ": 828,
      "ᑦ": 829,
      "ᑲ": 830,
      "ᒃ": 831,
      "ᒥ": 832,
      "ᓄ": 833,
      "ᓕ": 834,
      "ដ": 835,
      "ឋ": 836,
      "រ": 837,
      "ស": 838,
      "ហ": 839,
      "​": 840,
      "‌": 841,
      "‍": 842,
      "‎": 843,
      "‏": 844,
      "‐": 845,
      "‑": 846,
      "‒": 847,
      "–": 848,
      "—": 849,
      "―": 850,
      "‖": 851,
      "‘": 852,
      "’": 853,
      "‚": 854,
      "‛": 855,
      "“": 856,
      "”": 857,
      "„": 858,
      "‟": 859,
      "†": 860,
      "‡": 861,
      "•": 862,
      "…": 863,
      "‪": 864,
      "‬": 865,
      "‭": 866,
      "‰": 867,
      "′": 868,
      "″": 869,
      "‶": 870,
      "‹": 871,
      "›": 872,
      "※": 873,
      "‼": 874,
      "‽": 875,
      "⁄": 876,
      "⁴": 877,
      "ⁿ": 878,
      "₁": 879,
      "₂": 880,
      "₠": 881,
      "₣": 882,
      "₤": 883,
      "₩": 884,
      "₪": 885,
      "€": 886,
      "₴": 887,
      "₵": 888,
      "℃": 889,
      "ℓ": 890,
      "℔": 891,
      "№": 892,
      "™": 893,
      "℮": 894,
      "⅓": 895,
      "⅔": 896,
      "⅛": 897,
      "⅞": 898,
      "Ⅱ": 899,
      "Ⅲ": 900,
      "←": 901,
      "↑": 902,
      "→": 903,
      "↓": 904,
      "↔": 905,
      "↧": 906,
      "⇒": 907,
      "⇔": 908,
      "⇗": 909,
      "⇢": 910,
      "∀": 911,
      "∃": 912,
      "∈": 913,
      "∑": 914,
      "−": 915,
      "∙": 916,
      "√": 917,
      "∞": 918,
      "∫": 919,
      "∴": 920,
      "∶": 921,
      "∼": 922,
      "≈": 923,
      "≡": 924,
      "≤": 925,
      "≥": 926,
      "≪": 927,
      "≫": 928,
      "⋅": 929,
      "⌃": 930,
      "⌘": 931,
      "①": 932,
      "②": 933,
      "③": 934,
      "─": 935,
      "│": 936,
      "┌": 937,
      "┐": 938,
      "└": 939,
      "┘": 940,
      "┬": 941,
      "┴": 942,
      "╚": 943,
      "╞": 944,
      "╩": 945,
      "█": 946,
      "░": 947,
      "▒": 948,
      "■": 949,
      "□": 950,
      "▪": 951,
      "▲": 952,
      "△": 953,
      "▸": 954,
      "►": 955,
      "▼": 956,
      "◆": 957,
      "◇": 958,
      "◈": 959,
      "◊": 960,
      "○": 961,
      "◎": 962,
      "●": 963,
      "◙": 964,
      "◦": 965,
      "★": 966,
      "☆": 967,
      "☎": 968,
      "☏": 969,
      "☑": 970,
      "☯": 971,
      "☺": 972,
      "☻": 973,
      "☼": 974,
      "♀": 975,
      "♂": 976,
      "♠": 977,
      "♣": 978,
      "♥": 979,
      "♦": 980,
      "♪": 981,
      "♫": 982,
      "✿": 983,
      "➔": 984,
      "➚": 985,
      "➟": 986,
      "➲": 987,
      "Ⰶ": 988,
      "ⲉ": 989,
      "ⲟ": 990,
      "Ⲡ": 991,
      "ⲣ": 992,
      "ⲩ": 993,
      "、": 994,
      "。": 995,
      "々": 996,
      "《": 997,
      "》": 998,
      "「": 999,
      "」": 1000,
      "『": 1001,
      "』": 1002,
      "【": 1003,
      "】": 1004,
      "〔": 1005,
      "〕": 1006,
      "〜": 1007,
      "ぁ": 1008,
      "あ": 1009,
      "ぃ": 1010,
      "い": 1011,
      "う": 1012,
      "ぇ": 1013,
      "え": 1014,
      "お": 1015,
      "か": 1016,
      "き": 1017,
      "く": 1018,
      "け": 1019,
      "こ": 1020,
      "さ": 1021,
      "し": 1022,
      "す": 1023,
      "せ": 1024,
      "そ": 1025,
      "た": 1026,
      "ち": 1027,
      "っ": 1028,
      "つ": 1029,
      "て": 1030,
      "と": 1031,
      "な": 1032,
      "に": 1033,
      "ぬ": 1034,
      "ね": 1035,
      "の": 1036,
      "は": 1037,
      "ひ": 1038,
      "ふ": 1039,
      "へ": 1040,
      "ほ": 1041,
      "ま": 1042,
      "み": 1043,
      "む": 1044,
      "め": 1045,
      "も": 1046,
      "ゃ": 1047,
      "や": 1048,
      "ゅ": 1049,
      "ゆ": 1050,
      "ょ": 1051,
      "よ": 1052,
      "ら": 1053,
      "り": 1054,
      "る": 1055,
      "れ": 1056,
      "ろ": 1057,
      "わ": 1058,
      "ゐ": 1059,
      "ゑ": 1060,
      "を": 1061,
      "ん": 1062,
      "゛": 1063,
      "゜": 1064,
      "ァ": 1065,
      "ア": 1066,
      "ィ": 1067,
      "イ": 1068,
      "ゥ": 1069,
      "ウ": 1070,
      "ェ": 1071,
      "エ": 1072,
      "ォ": 1073,
      "オ": 1074,
      "カ": 1075,
      "キ": 1076,
      "ク": 1077,
      "ケ": 1078,
      "コ": 1079,
      "サ": 1080,
      "シ": 1081,
      "ス": 1082,
      "セ": 1083,
      "ソ": 1084,
      "タ": 1085,
      "チ": 1086,
      "ッ": 1087,
      "ツ": 1088,
      "テ": 1089,
      "ト": 1090,
      "ナ": 1091,
      "ニ": 1092,
      "ヌ": 1093,
      "ネ": 1094,
      "ノ": 1095,
      "ハ": 1096,
      "ヒ": 1097,
      "フ": 1098,
      "ヘ": 1099,
      "ホ": 1100,
      "マ": 1101,
      "ミ": 1102,
      "ム": 1103,
      "メ": 1104,
      "モ": 1105,
      "ャ": 1106,
      "ヤ": 1107,
      "ュ": 1108,
      "ユ": 1109,
      "ョ": 1110,
      "ヨ": 1111,
      "ラ": 1112,
      "リ": 1113,
      "ル": 1114,
      "レ": 1115,
      "ロ": 1116,
      "ワ": 1117,
      "ン": 1118,
      "・": 1119,
      "ー": 1120,
      "ㄅ": 1121,
      "ㄆ": 1122,
      "ㄇ": 1123,
      "ㄈ": 1124,
      "ㄤ": 1125,
      "ㄧ": 1126,
      "ㅓ": 1127,
      "ㅔ": 1128,
      "ㅕ": 1129,
      "ㅖ": 1130,
      "ㅡ": 1131,
      "ㅣ": 1132,
      "㎡": 1133,
      "䟩": 1134,
      "一": 1135,
      "七": 1136,
      "万": 1137,
      "丈": 1138,
      "三": 1139,
      "上": 1140,
      "下": 1141,
      "不": 1142,
      "与": 1143,
      "专": 1144,
      "世": 1145,
      "丘": 1146,
      "业": 1147,
      "东": 1148,
      "两": 1149,
      "严": 1150,
      "丨": 1151,
      "个": 1152,
      "中": 1153,
      "丰": 1154,
      "临": 1155,
      "丸": 1156,
      "丹": 1157,
      "为": 1158,
      "主": 1159,
      "丼": 1160,
      "丽": 1161,
      "举": 1162,
      "久": 1163,
      "么": 1164,
      "义": 1165,
      "之": 1166,
      "乌": 1167,
      "乎": 1168,
      "乏": 1169,
      "乐": 1170,
      "乗": 1171,
      "乘": 1172,
      "乙": 1173,
      "九": 1174,
      "也": 1175,
      "习": 1176,
      "乡": 1177,
      "书": 1178,
      "买": 1179,
      "乱": 1180,
      "乾": 1181,
      "了": 1182,
      "争": 1183,
      "事": 1184,
      "二": 1185,
      "于": 1186,
      "云": 1187,
      "互": 1188,
      "五": 1189,
      "井": 1190,
      "亚": 1191,
      "些": 1192,
      "亜": 1193,
      "亞": 1194,
      "交": 1195,
      "产": 1196,
      "亨": 1197,
      "京": 1198,
      "人": 1199,
      "亿": 1200,
      "什": 1201,
      "仁": 1202,
      "仅": 1203,
      "今": 1204,
      "介": 1205,
      "仍": 1206,
      "从": 1207,
      "他": 1208,
      "付": 1209,
      "仙": 1210,
      "仝": 1211,
      "代": 1212,
      "以": 1213,
      "仪": 1214,
      "们": 1215,
      "仮": 1216,
      "仲": 1217,
      "件": 1218,
      "价": 1219,
      "任": 1220,
      "伊": 1221,
      "伎": 1222,
      "伏": 1223,
      "伐": 1224,
      "休": 1225,
      "众": 1226,
      "优": 1227,
      "会": 1228,
      "伝": 1229,
      "伟": 1230,
      "传": 1231,
      "伦": 1232,
      "伯": 1233,
      "估": 1234,
      "伴": 1235,
      "伸": 1236,
      "似": 1237,
      "但": 1238,
      "位": 1239,
      "低": 1240,
      "住": 1241,
      "佐": 1242,
      "佑": 1243,
      "体": 1244,
      "何": 1245,
      "佗": 1246,
      "余": 1247,
      "作": 1248,
      "你": 1249,
      "佰": 1250,
      "使": 1251,
      "例": 1252,
      "侍": 1253,
      "供": 1254,
      "依": 1255,
      "便": 1256,
      "俄": 1257,
      "俊": 1258,
      "保": 1259,
      "信": 1260,
      "修": 1261,
      "倉": 1262,
      "個": 1263,
      "倍": 1264,
      "倒": 1265,
      "候": 1266,
      "值": 1267,
      "假": 1268,
      "做": 1269,
      "健": 1270,
      "側": 1271,
      "備": 1272,
      "储": 1273,
      "傳": 1274,
      "傷": 1275,
      "働": 1276,
      "像": 1277,
      "僕": 1278,
      "儀": 1279,
      "儉": 1280,
      "元": 1281,
      "先": 1282,
      "光": 1283,
      "克": 1284,
      "免": 1285,
      "入": 1286,
      "內": 1287,
      "全": 1288,
      "兩": 1289,
      "八": 1290,
      "公": 1291,
      "六": 1292,
      "兰": 1293,
      "共": 1294,
      "关": 1295,
      "兴": 1296,
      "兵": 1297,
      "其": 1298,
      "具": 1299,
      "养": 1300,
      "兽": 1301,
      "内": 1302,
      "円": 1303,
      "冊": 1304,
      "册": 1305,
      "再": 1306,
      "写": 1307,
      "军": 1308,
      "农": 1309,
      "冤": 1310,
      "冰": 1311,
      "决": 1312,
      "况": 1313,
      "冷": 1314,
      "净": 1315,
      "凄": 1316,
      "准": 1317,
      "凉": 1318,
      "凍": 1319,
      "减": 1320,
      "几": 1321,
      "凶": 1322,
      "凸": 1323,
      "出": 1324,
      "函": 1325,
      "刀": 1326,
      "分": 1327,
      "切": 1328,
      "刑": 1329,
      "列": 1330,
      "刘": 1331,
      "则": 1332,
      "刚": 1333,
      "创": 1334,
      "判": 1335,
      "別": 1336,
      "刨": 1337,
      "利": 1338,
      "别": 1339,
      "到": 1340,
      "制": 1341,
      "刺": 1342,
      "則": 1343,
      "前": 1344,
      "剑": 1345,
      "剣": 1346,
      "剥": 1347,
      "剧": 1348,
      "剩": 1349,
      "副": 1350,
      "割": 1351,
      "創": 1352,
      "劇": 1353,
      "劉": 1354,
      "力": 1355,
      "功": 1356,
      "加": 1357,
      "务": 1358,
      "动": 1359,
      "助": 1360,
      "努": 1361,
      "劳": 1362,
      "势": 1363,
      "動": 1364,
      "勝": 1365,
      "勞": 1366,
      "勢": 1367,
      "勧": 1368,
      "勿": 1369,
      "包": 1370,
      "化": 1371,
      "北": 1372,
      "匠": 1373,
      "匡": 1374,
      "匹": 1375,
      "区": 1376,
      "医": 1377,
      "匿": 1378,
      "區": 1379,
      "十": 1380,
      "千": 1381,
      "升": 1382,
      "半": 1383,
      "卍": 1384,
      "华": 1385,
      "协": 1386,
      "卐": 1387,
      "卓": 1388,
      "单": 1389,
      "卖": 1390,
      "南": 1391,
      "博": 1392,
      "卡": 1393,
      "卦": 1394,
      "卫": 1395,
      "印": 1396,
      "危": 1397,
      "即": 1398,
      "却": 1399,
      "厂": 1400,
      "原": 1401,
      "去": 1402,
      "县": 1403,
      "参": 1404,
      "參": 1405,
      "及": 1406,
      "友": 1407,
      "双": 1408,
      "反": 1409,
      "发": 1410,
      "取": 1411,
      "受": 1412,
      "变": 1413,
      "叡": 1414,
      "口": 1415,
      "古": 1416,
      "另": 1417,
      "只": 1418,
      "叫": 1419,
      "召": 1420,
      "可": 1421,
      "台": 1422,
      "史": 1423,
      "右": 1424,
      "号": 1425,
      "司": 1426,
      "吃": 1427,
      "各": 1428,
      "合": 1429,
      "吉": 1430,
      "吊": 1431,
      "同": 1432,
      "名": 1433,
      "后": 1434,
      "向": 1435,
      "吗": 1436,
      "君": 1437,
      "否": 1438,
      "吧": 1439,
      "吨": 1440,
      "含": 1441,
      "听": 1442,
      "吳": 1443,
      "吴": 1444,
      "吸": 1445,
      "吹": 1446,
      "吾": 1447,
      "呀": 1448,
      "呂": 1449,
      "呆": 1450,
      "呉": 1451,
      "告": 1452,
      "呑": 1453,
      "员": 1454,
      "周": 1455,
      "味": 1456,
      "呼": 1457,
      "命": 1458,
      "咆": 1459,
      "和": 1460,
      "咬": 1461,
      "品": 1462,
      "哈": 1463,
      "响": 1464,
      "員": 1465,
      "哥": 1466,
      "哮": 1467,
      "哲": 1468,
      "唐": 1469,
      "售": 1470,
      "唸": 1471,
      "商": 1472,
      "問": 1473,
      "啤": 1474,
      "啦": 1475,
      "喀": 1476,
      "喂": 1477,
      "善": 1478,
      "喇": 1479,
      "喜": 1480,
      "喫": 1481,
      "嗣": 1482,
      "嘉": 1483,
      "嘛": 1484,
      "嘟": 1485,
      "噌": 1486,
      "噛": 1487,
      "器": 1488,
      "嚴": 1489,
      "四": 1490,
      "回": 1491,
      "因": 1492,
      "団": 1493,
      "囧": 1494,
      "园": 1495,
      "困": 1496,
      "固": 1497,
      "国": 1498,
      "图": 1499,
      "圆": 1500,
      "國": 1501,
      "圍": 1502,
      "圏": 1503,
      "園": 1504,
      "圓": 1505,
      "圖": 1506,
      "土": 1507,
      "在": 1508,
      "地": 1509,
      "圳": 1510,
      "场": 1511,
      "址": 1512,
      "坂": 1513,
      "均": 1514,
      "坊": 1515,
      "坐": 1516,
      "块": 1517,
      "坛": 1518,
      "坝": 1519,
      "坡": 1520,
      "坤": 1521,
      "坪": 1522,
      "型": 1523,
      "垣": 1524,
      "城": 1525,
      "埔": 1526,
      "域": 1527,
      "基": 1528,
      "堂": 1529,
      "堆": 1530,
      "堤": 1531,
      "堰": 1532,
      "報": 1533,
      "場": 1534,
      "塊": 1535,
      "塔": 1536,
      "塗": 1537,
      "塞": 1538,
      "塩": 1539,
      "塾": 1540,
      "増": 1541,
      "增": 1542,
      "墟": 1543,
      "墩": 1544,
      "壊": 1545,
      "士": 1546,
      "壮": 1547,
      "売": 1548,
      "壳": 1549,
      "壹": 1550,
      "壽": 1551,
      "处": 1552,
      "备": 1553,
      "変": 1554,
      "复": 1555,
      "夏": 1556,
      "夕": 1557,
      "外": 1558,
      "多": 1559,
      "夛": 1560,
      "夜": 1561,
      "够": 1562,
      "夢": 1563,
      "大": 1564,
      "天": 1565,
      "太": 1566,
      "夫": 1567,
      "央": 1568,
      "头": 1569,
      "夷": 1570,
      "夹": 1571,
      "奄": 1572,
      "奇": 1573,
      "奈": 1574,
      "奉": 1575,
      "套": 1576,
      "奘": 1577,
      "奚": 1578,
      "奥": 1579,
      "女": 1580,
      "奶": 1581,
      "奸": 1582,
      "好": 1583,
      "如": 1584,
      "妖": 1585,
      "妤": 1586,
      "妨": 1587,
      "妻": 1588,
      "姆": 1589,
      "始": 1590,
      "委": 1591,
      "姦": 1592,
      "威": 1593,
      "娃": 1594,
      "娄": 1595,
      "娜": 1596,
      "娣": 1597,
      "娥": 1598,
      "娱": 1599,
      "婁": 1600,
      "婦": 1601,
      "婷": 1602,
      "媛": 1603,
      "嫌": 1604,
      "子": 1605,
      "字": 1606,
      "存": 1607,
      "季": 1608,
      "学": 1609,
      "孴": 1610,
      "學": 1611,
      "宁": 1612,
      "它": 1613,
      "宇": 1614,
      "安": 1615,
      "宋": 1616,
      "完": 1617,
      "宏": 1618,
      "宗": 1619,
      "官": 1620,
      "定": 1621,
      "宜": 1622,
      "宝": 1623,
      "实": 1624,
      "実": 1625,
      "客": 1626,
      "宣": 1627,
      "室": 1628,
      "宫": 1629,
      "宮": 1630,
      "宰": 1631,
      "家": 1632,
      "容": 1633,
      "宿": 1634,
      "寄": 1635,
      "密": 1636,
      "富": 1637,
      "寤": 1638,
      "實": 1639,
      "寧": 1640,
      "寨": 1641,
      "寳": 1642,
      "寶": 1643,
      "寸": 1644,
      "对": 1645,
      "寺": 1646,
      "寻": 1647,
      "寿": 1648,
      "専": 1649,
      "将": 1650,
      "小": 1651,
      "少": 1652,
      "尔": 1653,
      "尘": 1654,
      "就": 1655,
      "尽": 1656,
      "尾": 1657,
      "尿": 1658,
      "局": 1659,
      "屄": 1660,
      "居": 1661,
      "屈": 1662,
      "届": 1663,
      "屋": 1664,
      "屏": 1665,
      "展": 1666,
      "属": 1667,
      "屯": 1668,
      "山": 1669,
      "屿": 1670,
      "岐": 1671,
      "岗": 1672,
      "岛": 1673,
      "岡": 1674,
      "岩": 1675,
      "岭": 1676,
      "岳": 1677,
      "岷": 1678,
      "岸": 1679,
      "島": 1680,
      "峻": 1681,
      "峽": 1682,
      "崎": 1683,
      "崔": 1684,
      "崖": 1685,
      "崩": 1686,
      "嵥": 1687,
      "嶺": 1688,
      "嶼": 1689,
      "川": 1690,
      "州": 1691,
      "工": 1692,
      "左": 1693,
      "巧": 1694,
      "巨": 1695,
      "差": 1696,
      "己": 1697,
      "已": 1698,
      "巴": 1699,
      "巻": 1700,
      "市": 1701,
      "布": 1702,
      "师": 1703,
      "希": 1704,
      "帝": 1705,
      "帥": 1706,
      "带": 1707,
      "師": 1708,
      "席": 1709,
      "帯": 1710,
      "常": 1711,
      "幌": 1712,
      "幡": 1713,
      "幣": 1714,
      "干": 1715,
      "平": 1716,
      "年": 1717,
      "并": 1718,
      "幸": 1719,
      "幹": 1720,
      "幾": 1721,
      "广": 1722,
      "庁": 1723,
      "広": 1724,
      "庄": 1725,
      "庆": 1726,
      "序": 1727,
      "库": 1728,
      "应": 1729,
      "底": 1730,
      "店": 1731,
      "庚": 1732,
      "府": 1733,
      "废": 1734,
      "度": 1735,
      "座": 1736,
      "庫": 1737,
      "庭": 1738,
      "康": 1739,
      "廃": 1740,
      "廣": 1741,
      "建": 1742,
      "开": 1743,
      "弁": 1744,
      "异": 1745,
      "弄": 1746,
      "式": 1747,
      "弓": 1748,
      "弔": 1749,
      "引": 1750,
      "张": 1751,
      "弦": 1752,
      "張": 1753,
      "强": 1754,
      "当": 1755,
      "形": 1756,
      "彩": 1757,
      "彭": 1758,
      "彰": 1759,
      "影": 1760,
      "役": 1761,
      "彻": 1762,
      "彼": 1763,
      "征": 1764,
      "待": 1765,
      "很": 1766,
      "律": 1767,
      "後": 1768,
      "徐": 1769,
      "徒": 1770,
      "得": 1771,
      "御": 1772,
      "復": 1773,
      "循": 1774,
      "微": 1775,
      "徳": 1776,
      "德": 1777,
      "徹": 1778,
      "徽": 1779,
      "心": 1780,
      "必": 1781,
      "忆": 1782,
      "忍": 1783,
      "志": 1784,
      "忘": 1785,
      "応": 1786,
      "忠": 1787,
      "快": 1788,
      "念": 1789,
      "忻": 1790,
      "忽": 1791,
      "态": 1792,
      "怒": 1793,
      "思": 1794,
      "怡": 1795,
      "急": 1796,
      "性": 1797,
      "怪": 1798,
      "总": 1799,
      "恋": 1800,
      "恢": 1801,
      "恩": 1802,
      "息": 1803,
      "恵": 1804,
      "悟": 1805,
      "悠": 1806,
      "患": 1807,
      "您": 1808,
      "悩": 1809,
      "悪": 1810,
      "悬": 1811,
      "情": 1812,
      "惑": 1813,
      "惠": 1814,
      "惧": 1815,
      "惯": 1816,
      "想": 1817,
      "意": 1818,
      "愛": 1819,
      "感": 1820,
      "慈": 1821,
      "態": 1822,
      "慎": 1823,
      "慢": 1824,
      "慣": 1825,
      "慶": 1826,
      "憎": 1827,
      "憨": 1828,
      "憩": 1829,
      "憶": 1830,
      "憾": 1831,
      "應": 1832,
      "成": 1833,
      "我": 1834,
      "戒": 1835,
      "或": 1836,
      "战": 1837,
      "截": 1838,
      "戴": 1839,
      "戶": 1840,
      "户": 1841,
      "戸": 1842,
      "戻": 1843,
      "房": 1844,
      "所": 1845,
      "扈": 1846,
      "手": 1847,
      "才": 1848,
      "打": 1849,
      "払": 1850,
      "找": 1851,
      "承": 1852,
      "技": 1853,
      "投": 1854,
      "抗": 1855,
      "折": 1856,
      "抜": 1857,
      "护": 1858,
      "报": 1859,
      "抵": 1860,
      "抹": 1861,
      "押": 1862,
      "担": 1863,
      "拉": 1864,
      "拒": 1865,
      "拓": 1866,
      "招": 1867,
      "拟": 1868,
      "择": 1869,
      "括": 1870,
      "拳": 1871,
      "拼": 1872,
      "拿": 1873,
      "持": 1874,
      "挂": 1875,
      "指": 1876,
      "按": 1877,
      "挑": 1878,
      "挠": 1879,
      "挡": 1880,
      "振": 1881,
      "损": 1882,
      "据": 1883,
      "捷": 1884,
      "掉": 1885,
      "排": 1886,
      "掛": 1887,
      "採": 1888,
      "探": 1889,
      "接": 1890,
      "控": 1891,
      "推": 1892,
      "措": 1893,
      "掻": 1894,
      "揂": 1895,
      "揃": 1896,
      "提": 1897,
      "揚": 1898,
      "換": 1899,
      "握": 1900,
      "援": 1901,
      "搅": 1902,
      "損": 1903,
      "搜": 1904,
      "搞": 1905,
      "携": 1906,
      "摂": 1907,
      "摆": 1908,
      "摇": 1909,
      "摩": 1910,
      "撒": 1911,
      "撤": 1912,
      "撫": 1913,
      "播": 1914,
      "撮": 1915,
      "操": 1916,
      "支": 1917,
      "收": 1918,
      "改": 1919,
      "攻": 1920,
      "放": 1921,
      "政": 1922,
      "故": 1923,
      "效": 1924,
      "敏": 1925,
      "救": 1926,
      "教": 1927,
      "散": 1928,
      "敦": 1929,
      "敬": 1930,
      "数": 1931,
      "整": 1932,
      "文": 1933,
      "斗": 1934,
      "料": 1935,
      "斯": 1936,
      "新": 1937,
      "方": 1938,
      "施": 1939,
      "旅": 1940,
      "旋": 1941,
      "族": 1942,
      "无": 1943,
      "日": 1944,
      "旧": 1945,
      "旨": 1946,
      "旭": 1947,
      "旱": 1948,
      "时": 1949,
      "昇": 1950,
      "昌": 1951,
      "明": 1952,
      "易": 1953,
      "星": 1954,
      "映": 1955,
      "春": 1956,
      "昭": 1957,
      "是": 1958,
      "显": 1959,
      "時": 1960,
      "晏": 1961,
      "晨": 1962,
      "普": 1963,
      "景": 1964,
      "智": 1965,
      "暂": 1966,
      "暨": 1967,
      "暫": 1968,
      "暴": 1969,
      "曌": 1970,
      "曝": 1971,
      "更": 1972,
      "書": 1973,
      "曹": 1974,
      "曾": 1975,
      "最": 1976,
      "會": 1977,
      "月": 1978,
      "有": 1979,
      "服": 1980,
      "朔": 1981,
      "朗": 1982,
      "望": 1983,
      "朝": 1984,
      "期": 1985,
      "木": 1986,
      "未": 1987,
      "末": 1988,
      "本": 1989,
      "札": 1990,
      "术": 1991,
      "朱": 1992,
      "机": 1993,
      "杂": 1994,
      "李": 1995,
      "杏": 1996,
      "材": 1997,
      "村": 1998,
      "束": 1999,
      "条": 2000,
      "来": 2001,
      "杨": 2002,
      "杭": 2003,
      "東": 2004,
      "松": 2005,
      "板": 2006,
      "极": 2007,
      "构": 2008,
      "析": 2009,
      "林": 2010,
      "枚": 2011,
      "果": 2012,
      "枡": 2013,
      "枫": 2014,
      "架": 2015,
      "某": 2016,
      "染": 2017,
      "柔": 2018,
      "查": 2019,
      "柱": 2020,
      "柴": 2021,
      "标": 2022,
      "树": 2023,
      "校": 2024,
      "株": 2025,
      "样": 2026,
      "核": 2027,
      "根": 2028,
      "格": 2029,
      "栽": 2030,
      "桂": 2031,
      "桃": 2032,
      "框": 2033,
      "案": 2034,
      "桓": 2035,
      "桜": 2036,
      "桥": 2037,
      "桩": 2038,
      "桶": 2039,
      "梁": 2040,
      "梅": 2041,
      "梨": 2042,
      "械": 2043,
      "检": 2044,
      "棒": 2045,
      "森": 2046,
      "棲": 2047,
      "椅": 2048,
      "植": 2049,
      "検": 2050,
      "楠": 2051,
      "業": 2052,
      "極": 2053,
      "楼": 2054,
      "楽": 2055,
      "樓": 2056,
      "標": 2057,
      "模": 2058,
      "横": 2059,
      "樱": 2060,
      "樹": 2061,
      "橋": 2062,
      "機": 2063,
      "橿": 2064,
      "檀": 2065,
      "次": 2066,
      "欢": 2067,
      "欧": 2068,
      "款": 2069,
      "歌": 2070,
      "止": 2071,
      "正": 2072,
      "此": 2073,
      "步": 2074,
      "武": 2075,
      "歩": 2076,
      "歳": 2077,
      "歸": 2078,
      "死": 2079,
      "殊": 2080,
      "段": 2081,
      "殷": 2082,
      "殻": 2083,
      "殿": 2084,
      "毁": 2085,
      "母": 2086,
      "毎": 2087,
      "每": 2088,
      "毓": 2089,
      "比": 2090,
      "毛": 2091,
      "氏": 2092,
      "民": 2093,
      "气": 2094,
      "気": 2095,
      "氣": 2096,
      "氧": 2097,
      "氮": 2098,
      "水": 2099,
      "氷": 2100,
      "永": 2101,
      "汁": 2102,
      "求": 2103,
      "汇": 2104,
      "汉": 2105,
      "汕": 2106,
      "江": 2107,
      "池": 2108,
      "汤": 2109,
      "汴": 2110,
      "決": 2111,
      "沈": 2112,
      "沌": 2113,
      "沙": 2114,
      "沛": 2115,
      "没": 2116,
      "沢": 2117,
      "沪": 2118,
      "沱": 2119,
      "河": 2120,
      "油": 2121,
      "治": 2122,
      "沿": 2123,
      "況": 2124,
      "泄": 2125,
      "泉": 2126,
      "泊": 2127,
      "法": 2128,
      "波": 2129,
      "泥": 2130,
      "注": 2131,
      "泰": 2132,
      "泽": 2133,
      "洁": 2134,
      "洋": 2135,
      "洒": 2136,
      "洗": 2137,
      "洛": 2138,
      "洞": 2139,
      "洪": 2140,
      "洲": 2141,
      "活": 2142,
      "派": 2143,
      "流": 2144,
      "浄": 2145,
      "测": 2146,
      "济": 2147,
      "浙": 2148,
      "浜": 2149,
      "浦": 2150,
      "浮": 2151,
      "浴": 2152,
      "海": 2153,
      "涂": 2154,
      "消": 2155,
      "涌": 2156,
      "涩": 2157,
      "淡": 2158,
      "淫": 2159,
      "深": 2160,
      "混": 2161,
      "淹": 2162,
      "清": 2163,
      "済": 2164,
      "渋": 2165,
      "渐": 2166,
      "減": 2167,
      "渝": 2168,
      "渡": 2169,
      "温": 2170,
      "港": 2171,
      "渲": 2172,
      "渴": 2173,
      "游": 2174,
      "湄": 2175,
      "湖": 2176,
      "湘": 2177,
      "湯": 2178,
      "湾": 2179,
      "満": 2180,
      "溉": 2181,
      "源": 2182,
      "溜": 2183,
      "溝": 2184,
      "溢": 2185,
      "溥": 2186,
      "溪": 2187,
      "溫": 2188,
      "溯": 2189,
      "溶": 2190,
      "滇": 2191,
      "滞": 2192,
      "滨": 2193,
      "滬": 2194,
      "漢": 2195,
      "漫": 2196,
      "潜": 2197,
      "潟": 2198,
      "潢": 2199,
      "潭": 2200,
      "潮": 2201,
      "澄": 2202,
      "澎": 2203,
      "澤": 2204,
      "澳": 2205,
      "激": 2206,
      "濟": 2207,
      "濱": 2208,
      "灌": 2209,
      "灣": 2210,
      "火": 2211,
      "灯": 2212,
      "灰": 2213,
      "灾": 2214,
      "炎": 2215,
      "炯": 2216,
      "点": 2217,
      "為": 2218,
      "烈": 2219,
      "烏": 2220,
      "烦": 2221,
      "烧": 2222,
      "热": 2223,
      "無": 2224,
      "焦": 2225,
      "然": 2226,
      "焼": 2227,
      "煙": 2228,
      "照": 2229,
      "煩": 2230,
      "煮": 2231,
      "熊": 2232,
      "熟": 2233,
      "熨": 2234,
      "熱": 2235,
      "燃": 2236,
      "燕": 2237,
      "燗": 2238,
      "爆": 2239,
      "爛": 2240,
      "爪": 2241,
      "爱": 2242,
      "父": 2243,
      "爻": 2244,
      "爾": 2245,
      "片": 2246,
      "版": 2247,
      "牌": 2248,
      "牙": 2249,
      "牛": 2250,
      "物": 2251,
      "特": 2252,
      "状": 2253,
      "狐": 2254,
      "狗": 2255,
      "独": 2256,
      "狭": 2257,
      "猛": 2258,
      "猪": 2259,
      "献": 2260,
      "獄": 2261,
      "獲": 2262,
      "玄": 2263,
      "率": 2264,
      "玉": 2265,
      "王": 2266,
      "环": 2267,
      "现": 2268,
      "玲": 2269,
      "珈": 2270,
      "珍": 2271,
      "珠": 2272,
      "班": 2273,
      "球": 2274,
      "理": 2275,
      "琢": 2276,
      "琲": 2277,
      "瑠": 2278,
      "瑩": 2279,
      "璃": 2280,
      "璐": 2281,
      "環": 2282,
      "瓊": 2283,
      "瓶": 2284,
      "甜": 2285,
      "生": 2286,
      "用": 2287,
      "田": 2288,
      "由": 2289,
      "甲": 2290,
      "申": 2291,
      "电": 2292,
      "男": 2293,
      "甸": 2294,
      "町": 2295,
      "画": 2296,
      "界": 2297,
      "留": 2298,
      "畢": 2299,
      "略": 2300,
      "番": 2301,
      "畿": 2302,
      "疆": 2303,
      "疏": 2304,
      "疑": 2305,
      "疗": 2306,
      "疫": 2307,
      "病": 2308,
      "痛": 2309,
      "痴": 2310,
      "瘤": 2311,
      "癌": 2312,
      "癪": 2313,
      "発": 2314,
      "登": 2315,
      "白": 2316,
      "百": 2317,
      "的": 2318,
      "皇": 2319,
      "皮": 2320,
      "盆": 2321,
      "益": 2322,
      "盐": 2323,
      "监": 2324,
      "盖": 2325,
      "盗": 2326,
      "盛": 2327,
      "監": 2328,
      "盧": 2329,
      "目": 2330,
      "直": 2331,
      "相": 2332,
      "省": 2333,
      "看": 2334,
      "県": 2335,
      "真": 2336,
      "眩": 2337,
      "眼": 2338,
      "着": 2339,
      "睛": 2340,
      "睦": 2341,
      "瞎": 2342,
      "瞳": 2343,
      "瞻": 2344,
      "矢": 2345,
      "知": 2346,
      "短": 2347,
      "石": 2348,
      "矿": 2349,
      "码": 2350,
      "砂": 2351,
      "砕": 2352,
      "破": 2353,
      "硝": 2354,
      "硬": 2355,
      "确": 2356,
      "碁": 2357,
      "碍": 2358,
      "碧": 2359,
      "碳": 2360,
      "確": 2361,
      "磁": 2362,
      "磨": 2363,
      "磷": 2364,
      "礱": 2365,
      "示": 2366,
      "礼": 2367,
      "社": 2368,
      "祖": 2369,
      "祝": 2370,
      "神": 2371,
      "票": 2372,
      "祭": 2373,
      "祸": 2374,
      "祿": 2375,
      "禁": 2376,
      "禅": 2377,
      "福": 2378,
      "禪": 2379,
      "禹": 2380,
      "禽": 2381,
      "秀": 2382,
      "私": 2383,
      "秉": 2384,
      "秋": 2385,
      "种": 2386,
      "科": 2387,
      "租": 2388,
      "秦": 2389,
      "积": 2390,
      "称": 2391,
      "移": 2392,
      "稀": 2393,
      "稅": 2394,
      "程": 2395,
      "税": 2396,
      "稱": 2397,
      "稲": 2398,
      "稳": 2399,
      "稻": 2400,
      "稼": 2401,
      "稿": 2402,
      "穷": 2403,
      "空": 2404,
      "立": 2405,
      "站": 2406,
      "竜": 2407,
      "竞": 2408,
      "章": 2409,
      "端": 2410,
      "競": 2411,
      "竹": 2412,
      "笠": 2413,
      "第": 2414,
      "筆": 2415,
      "等": 2416,
      "筑": 2417,
      "答": 2418,
      "策": 2419,
      "签": 2420,
      "简": 2421,
      "箍": 2422,
      "箕": 2423,
      "管": 2424,
      "箱": 2425,
      "節": 2426,
      "篇": 2427,
      "簡": 2428,
      "米": 2429,
      "类": 2430,
      "粉": 2431,
      "粤": 2432,
      "粮": 2433,
      "粵": 2434,
      "精": 2435,
      "糖": 2436,
      "糸": 2437,
      "系": 2438,
      "紀": 2439,
      "紂": 2440,
      "紅": 2441,
      "紋": 2442,
      "納": 2443,
      "純": 2444,
      "紙": 2445,
      "級": 2446,
      "素": 2447,
      "索": 2448,
      "紧": 2449,
      "細": 2450,
      "紹": 2451,
      "終": 2452,
      "経": 2453,
      "結": 2454,
      "絞": 2455,
      "統": 2456,
      "經": 2457,
      "継": 2458,
      "続": 2459,
      "網": 2460,
      "綺": 2461,
      "総": 2462,
      "線": 2463,
      "縣": 2464,
      "縮": 2465,
      "繁": 2466,
      "織": 2467,
      "红": 2468,
      "约": 2469,
      "级": 2470,
      "纪": 2471,
      "纷": 2472,
      "纸": 2473,
      "纹": 2474,
      "纽": 2475,
      "线": 2476,
      "组": 2477,
      "细": 2478,
      "终": 2479,
      "绍": 2480,
      "经": 2481,
      "绝": 2482,
      "绞": 2483,
      "统": 2484,
      "绪": 2485,
      "续": 2486,
      "维": 2487,
      "缓": 2488,
      "缩": 2489,
      "缺": 2490,
      "网": 2491,
      "罗": 2492,
      "罪": 2493,
      "置": 2494,
      "署": 2495,
      "羅": 2496,
      "美": 2497,
      "群": 2498,
      "義": 2499,
      "羲": 2500,
      "羽": 2501,
      "翁": 2502,
      "習": 2503,
      "翠": 2504,
      "翻": 2505,
      "翼": 2506,
      "耀": 2507,
      "老": 2508,
      "考": 2509,
      "者": 2510,
      "而": 2511,
      "耐": 2512,
      "耕": 2513,
      "耳": 2514,
      "耶": 2515,
      "耸": 2516,
      "联": 2517,
      "聖": 2518,
      "聞": 2519,
      "聼": 2520,
      "肉": 2521,
      "股": 2522,
      "肥": 2523,
      "育": 2524,
      "胁": 2525,
      "背": 2526,
      "胖": 2527,
      "胜": 2528,
      "胞": 2529,
      "胡": 2530,
      "能": 2531,
      "脑": 2532,
      "脖": 2533,
      "脚": 2534,
      "脱": 2535,
      "腔": 2536,
      "腕": 2537,
      "腰": 2538,
      "腹": 2539,
      "腺": 2540,
      "膚": 2541,
      "臂": 2542,
      "臈": 2543,
      "臓": 2544,
      "臘": 2545,
      "臣": 2546,
      "臧": 2547,
      "臨": 2548,
      "自": 2549,
      "至": 2550,
      "致": 2551,
      "臺": 2552,
      "舁": 2553,
      "舅": 2554,
      "興": 2555,
      "舊": 2556,
      "舍": 2557,
      "舐": 2558,
      "舖": 2559,
      "舞": 2560,
      "舣": 2561,
      "舩": 2562,
      "航": 2563,
      "舫": 2564,
      "般": 2565,
      "艮": 2566,
      "良": 2567,
      "色": 2568,
      "艳": 2569,
      "节": 2570,
      "芋": 2571,
      "芝": 2572,
      "芦": 2573,
      "花": 2574,
      "苏": 2575,
      "苑": 2576,
      "若": 2577,
      "英": 2578,
      "茂": 2579,
      "茜": 2580,
      "茨": 2581,
      "茶": 2582,
      "草": 2583,
      "荣": 2584,
      "荷": 2585,
      "莉": 2586,
      "莞": 2587,
      "莨": 2588,
      "莲": 2589,
      "获": 2590,
      "莹": 2591,
      "菜": 2592,
      "菩": 2593,
      "華": 2594,
      "菱": 2595,
      "萄": 2596,
      "营": 2597,
      "萧": 2598,
      "萬": 2599,
      "落": 2600,
      "葉": 2601,
      "著": 2602,
      "葡": 2603,
      "董": 2604,
      "蒋": 2605,
      "蒸": 2606,
      "蓋": 2607,
      "蓟": 2608,
      "蓮": 2609,
      "蔓": 2610,
      "蔚": 2611,
      "蔣": 2612,
      "蕭": 2613,
      "蕴": 2614,
      "薇": 2615,
      "薊": 2616,
      "薔": 2617,
      "薬": 2618,
      "薯": 2619,
      "藍": 2620,
      "藏": 2621,
      "藕": 2622,
      "藤": 2623,
      "蘇": 2624,
      "虑": 2625,
      "號": 2626,
      "虫": 2627,
      "蛋": 2628,
      "蜀": 2629,
      "蝦": 2630,
      "融": 2631,
      "螨": 2632,
      "螳": 2633,
      "螺": 2634,
      "蟲": 2635,
      "血": 2636,
      "衆": 2637,
      "行": 2638,
      "術": 2639,
      "街": 2640,
      "衡": 2641,
      "衣": 2642,
      "表": 2643,
      "裂": 2644,
      "装": 2645,
      "裕": 2646,
      "製": 2647,
      "西": 2648,
      "要": 2649,
      "見": 2650,
      "視": 2651,
      "覧": 2652,
      "親": 2653,
      "観": 2654,
      "覺": 2655,
      "见": 2656,
      "观": 2657,
      "视": 2658,
      "觉": 2659,
      "角": 2660,
      "解": 2661,
      "触": 2662,
      "言": 2663,
      "訃": 2664,
      "訊": 2665,
      "討": 2666,
      "訓": 2667,
      "記": 2668,
      "設": 2669,
      "許": 2670,
      "訳": 2671,
      "詠": 2672,
      "試": 2673,
      "詩": 2674,
      "詰": 2675,
      "話": 2676,
      "詳": 2677,
      "詹": 2678,
      "誓": 2679,
      "語": 2680,
      "說": 2681,
      "説": 2682,
      "読": 2683,
      "調": 2684,
      "談": 2685,
      "請": 2686,
      "論": 2687,
      "諸": 2688,
      "謑": 2689,
      "證": 2690,
      "警": 2691,
      "譯": 2692,
      "護": 2693,
      "讃": 2694,
      "變": 2695,
      "计": 2696,
      "讣": 2697,
      "认": 2698,
      "讨": 2699,
      "让": 2700,
      "议": 2701,
      "讯": 2702,
      "记": 2703,
      "讲": 2704,
      "许": 2705,
      "论": 2706,
      "讼": 2707,
      "设": 2708,
      "证": 2709,
      "评": 2710,
      "识": 2711,
      "诉": 2712,
      "译": 2713,
      "试": 2714,
      "诘": 2715,
      "话": 2716,
      "该": 2717,
      "详": 2718,
      "语": 2719,
      "说": 2720,
      "请": 2721,
      "诺": 2722,
      "课": 2723,
      "调": 2724,
      "谈": 2725,
      "谋": 2726,
      "谢": 2727,
      "谷": 2728,
      "豆": 2729,
      "豊": 2730,
      "豐": 2731,
      "豫": 2732,
      "貌": 2733,
      "負": 2734,
      "財": 2735,
      "貢": 2736,
      "販": 2737,
      "貮": 2738,
      "貰": 2739,
      "貴": 2740,
      "貸": 2741,
      "費": 2742,
      "賀": 2743,
      "資": 2744,
      "賈": 2745,
      "賢": 2746,
      "贊": 2747,
      "贞": 2748,
      "负": 2749,
      "贡": 2750,
      "贤": 2751,
      "货": 2752,
      "质": 2753,
      "贫": 2754,
      "购": 2755,
      "贱": 2756,
      "贳": 2757,
      "贷": 2758,
      "贸": 2759,
      "费": 2760,
      "资": 2761,
      "赌": 2762,
      "赖": 2763,
      "赛": 2764,
      "赞": 2765,
      "赤": 2766,
      "赵": 2767,
      "赶": 2768,
      "起": 2769,
      "超": 2770,
      "越": 2771,
      "趋": 2772,
      "趙": 2773,
      "足": 2774,
      "跆": 2775,
      "跋": 2776,
      "跟": 2777,
      "跨": 2778,
      "路": 2779,
      "跳": 2780,
      "踌": 2781,
      "蹟": 2782,
      "躇": 2783,
      "躊": 2784,
      "躍": 2785,
      "身": 2786,
      "車": 2787,
      "軍": 2788,
      "転": 2789,
      "較": 2790,
      "載": 2791,
      "輪": 2792,
      "车": 2793,
      "转": 2794,
      "轮": 2795,
      "轻": 2796,
      "载": 2797,
      "较": 2798,
      "辑": 2799,
      "辛": 2800,
      "辞": 2801,
      "辭": 2802,
      "辱": 2803,
      "農": 2804,
      "込": 2805,
      "达": 2806,
      "迅": 2807,
      "过": 2808,
      "迎": 2809,
      "运": 2810,
      "近": 2811,
      "返": 2812,
      "还": 2813,
      "这": 2814,
      "进": 2815,
      "远": 2816,
      "连": 2817,
      "迫": 2818,
      "述": 2819,
      "迷": 2820,
      "追": 2821,
      "送": 2822,
      "适": 2823,
      "逃": 2824,
      "逆": 2825,
      "选": 2826,
      "透": 2827,
      "途": 2828,
      "通": 2829,
      "速": 2830,
      "造": 2831,
      "逢": 2832,
      "連": 2833,
      "逸": 2834,
      "遇": 2835,
      "遊": 2836,
      "運": 2837,
      "過": 2838,
      "道": 2839,
      "達": 2840,
      "遗": 2841,
      "遝": 2842,
      "遠": 2843,
      "遣": 2844,
      "適": 2845,
      "遪": 2846,
      "遭": 2847,
      "遲": 2848,
      "遷": 2849,
      "遽": 2850,
      "避": 2851,
      "還": 2852,
      "邊": 2853,
      "邑": 2854,
      "那": 2855,
      "邱": 2856,
      "郎": 2857,
      "郑": 2858,
