{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "!": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "=": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "\\": 58,
      "^": 59,
      "_": 60,
      "`": 61,
      "a": 62,
      "b": 63,
      "c": 64,
      "d": 65,
      "e": 66,
      "f": 67,
      "g": 68,
      "h": 69,
      "i": 70,
      "j": 71,
      "k": 72,
      "l": 73,
      "m": 74,
      "n": 75,
      "o": 76,
      "p": 77,
      "q": 78,
      "r": 79,
      "s": 80,
      "t": 81,
      "u": 82,
      "v": 83,
      "w": 84,
      "x": 85,
      "y": 86,
      "z": 87,
      "{": 88,
      "}": 89,
      "~": 90,
      "": 91,
      "": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "¡": 123,
      "¢": 124,
      "£": 125,
      "¤": 126,
      "¥": 127,
      "¦": 128,
      "§": 129,
      "¨": 130,
      "©": 131,
      "ª": 132,
      "«": 133,
      "¬": 134,
      "­": 135,
      "®": 136,
      "¯": 137,
      "°": 138,
      "±": 139,
      "²": 140,
      "³": 141,
      "´": 142,
      "µ": 143,
      "¶": 144,
      "·": 145,
      "¸": 146,
      "¹": 147,
      "º": 148,
      "»": 149,
      "¼": 150,
      "½": 151,
      "¾": 152,
      "¿": 153,
      "Æ": 154,
      "Ð": 155,
      "×": 156,
      "Ø": 157,
      "Þ": 158,
      "ß": 159,
      "æ": 160,
      "ð": 161,
      "÷": 162,
      "ø": 163,
      "þ": 164,
      "Đ": 165,
      "đ": 166,
      "Ħ": 167,
      "ħ": 168,
      "ı": 169,
      "Ĳ": 170,
      "ĳ": 171,
      "ĸ": 172,
      "Ŀ": 173,
      "Ł": 174,
      "ł": 175,
      "ŋ": 176,
      "Œ": 177,
      "œ": 178,
      "Ŧ": 179,
      "ŧ": 180,
      "Ɓ": 181,
      "ƅ": 182,
      "Ɔ": 183,
      "Ɗ": 184,
      "Ə": 185,
      "Ɛ": 186,
      "Ƒ": 187,
      "ƒ": 188,
      "Ƙ": 189,
      "ƙ": 190,
      "Ɲ": 191,
      "ƣ": 192,
      "Ʊ": 193,
      "Ƴ": 194,
      "ƴ": 195,
      "Ƶ": 196,
      "Ʒ": 197,
      "Ƹ": 198,
      "ƹ": 199,
      "ƽ": 200,
      "ǈ": 201,
      "ǌ": 202,
      "ǝ": 203,
      "ȣ": 204,
      "ȷ": 205,
      "ȸ": 206,
      "ȹ": 207,
      "Ƚ": 208,
      "Ɂ": 209,
      "ɐ": 210,
      "ɑ": 211,
      "ɓ": 212,
      "ɔ": 213,
      "ɗ": 214,
      "ə": 215,
      "ɚ": 216,
      "ɛ": 217,
      "ɜ": 218,
      "ɠ": 219,
      "ɡ": 220,
      "ɣ": 221,
      "ɨ": 222,
      "ɪ": 223,
      "ɲ": 224,
      "ɳ": 225,
      "ɵ": 226,
      "ɶ": 227,
      "ɷ": 228,
      "ɹ": 229,
      "ɽ": 230,
      "ɾ": 231,
      "ʀ": 232,
      "ʁ": 233,
      "ʃ": 234,
      "ʇ": 235,
      "ʋ": 236,
      "ʌ": 237,
      "ʒ": 238,
      "ʔ": 239,
      "ʡ": 240,
      "ʢ": 241,
      "ʮ": 242,
      "ʰ": 243,
      "ʱ": 244,
      "ʲ": 245,
      "ʳ": 246,
      "ʴ": 247,
      "ʵ": 248,
      "ʹ": 249,
      "ʺ": 250,
      "ʻ": 251,
      "ʼ": 252,
      "ʽ": 253,
      "ʾ": 254,
      "ʿ": 255,
      "ˆ": 256,
      "ˇ": 257,
      "ˈ": 258,
      "ˉ": 259,
      "ˊ": 260,
      "ˋ": 261,
      "ˌ": 262,
      "ː": 263,
      "˗": 264,
      "˘": 265,
      "˙": 266,
      "˚": 267,
      "˛": 268,
      "˜": 269,
      "˝": 270,
      "ˢ": 271,
      "ˤ": 272,
      "ˮ": 273,
      "˲": 274,
      "˼": 275,
      "˽": 276,
      "˾": 277,
      "Ͱ": 278,
      "ͳ": 279,
      "Ͷ": 280,
      "ͺ": 281,
      "ͻ": 282,
      "ͼ": 283,
      "΄": 284,
      "Α": 285,
      "Β": 286,
      "Γ": 287,
      "Δ": 288,
      "Ε": 289,
      "Ζ": 290,
      "Η": 291,
      "Θ": 292,
      "Ι": 293,
      "Κ": 294,
      "Λ": 295,
      "Μ": 296,
      "Ν": 297,
      "Ξ": 298,
      "Ο": 299,
      "Π": 300,
      "Ρ": 301,
      "Σ": 302,
      "Τ": 303,
      "Υ": 304,
      "Φ": 305,
      "Χ": 306,
      "Ψ": 307,
      "Ω": 308,
      "α": 309,
      "β": 310,
      "γ": 311,
      "δ": 312,
      "ε": 313,
      "ζ": 314,
      "η": 315,
      "θ": 316,
      "ι": 317,
      "κ": 318,
      "λ": 319,
      "μ": 320,
      "ν": 321,
      "ξ": 322,
      "ο": 323,
      "π": 324,
      "ρ": 325,
      "ς": 326,
      "σ": 327,
      "τ": 328,
      "υ": 329,
      "φ": 330,
      "χ": 331,
      "ψ": 332,
      "ω": 333,
      "ϑ": 334,
      "ϒ": 335,
      "ϕ": 336,
      "ϖ": 337,
      "Ϣ": 338,
      "ϵ": 339,
      "Ϸ": 340,
      "ϸ": 341,
      "Ϻ": 342,
      "Ͼ": 343,
      "Ђ": 344,
      "Є": 345,
      "Ѕ": 346,
      "І": 347,
      "Ј": 348,
      "Љ": 349,
      "Њ": 350,
      "Ћ": 351,
      "Џ": 352,
      "А": 353,
      "Б": 354,
      "В": 355,
      "Г": 356,
      "Д": 357,
      "Е": 358,
      "Ж": 359,
      "З": 360,
      "И": 361,
      "К": 362,
      "Л": 363,
      "М": 364,
      "Н": 365,
      "О": 366,
      "П": 367,
      "Р": 368,
      "С": 369,
      "Т": 370,
      "У": 371,
      "Ф": 372,
      "Х": 373,
      "Ц": 374,
      "Ч": 375,
      "Ш": 376,
      "Щ": 377,
      "Ъ": 378,
      "Ы": 379,
      "Ь": 380,
      "Э": 381,
      "Ю": 382,
      "Я": 383,
      "а": 384,
      "б": 385,
      "в": 386,
      "г": 387,
      "д": 388,
      "е": 389,
      "ж": 390,
      "з": 391,
      "и": 392,
      "к": 393,
      "л": 394,
      "м": 395,
      "н": 396,
      "о": 397,
      "п": 398,
      "р": 399,
      "с": 400,
      "т": 401,
      "у": 402,
      "ф": 403,
      "х": 404,
      "ц": 405,
      "ч": 406,
      "ш": 407,
      "щ": 408,
      "ъ": 409,
      "ы": 410,
      "ь": 411,
      "э": 412,
      "ю": 413,
      "я": 414,
      "ђ": 415,
      "є": 416,
      "ѕ": 417,
      "і": 418,
      "ј": 419,
      "љ": 420,
      "њ": 421,
      "ћ": 422,
      "џ": 423,
      "ѥ": 424,
      "ѭ": 425,
      "ѯ": 426,
      "Ѵ": 427,
      "ѹ": 428,
      "ҏ": 429,
      "Ґ": 430,
      "ґ": 431,
      "ғ": 432,
      "ҙ": 433,
      "Қ": 434,
      "қ": 435,
      "Ҡ": 436,
      "ҡ": 437,
      "ң": 438,
      "Ҫ": 439,
      "ҫ": 440,
      "Ү": 441,
      "ү": 442,
      "ұ": 443,
      "Ҳ": 444,
      "ҵ": 445,
      "һ": 446,
      "Ҽ": 447,
      "ҽ": 448,
      "ә": 449,
      "ӡ": 450,
      "Ө": 451,
      "ө": 452,
      "Ӻ": 453,
      "ӿ": 454,
      "Ԁ": 455,
      "ԁ": 456,
      "ԡ": 457,
      "Ԥ": 458,
      "ԭ": 459,
      "Ա": 460,
      "Ժ": 461,
      "Լ": 462,
      "Խ": 463,
      "բ": 464,
      "ձ": 465,
      "ղ": 466,
      "մ": 467,
      "չ": 468,
      "վ": 469,
      "־": 470,
      "׀": 471,
      "א": 472,
      "ב": 473,
      "ג": 474,
      "ד": 475,
      "ה": 476,
      "ו": 477,
      "ז": 478,
      "ח": 479,
      "ט": 480,
      "י": 481,
      "ך": 482,
      "כ": 483,
      "ל": 484,
      "ם": 485,
      "מ": 486,
      "ן": 487,
      "נ": 488,
      "ס": 489,
      "ע": 490,
      "ף": 491,
      "פ": 492,
      "ץ": 493,
      "צ": 494,
      "ק": 495,
      "ר": 496,
      "ש": 497,
      "ת": 498,
      "׬": 499,
      "װ": 500,
      "׳": 501,
      "״": 502,
      "׵": 503,
      "׼": 504,
      "،": 505,
      "؛": 506,
      "؟": 507,
      "ء": 508,
      "ا": 509,
      "ب": 510,
      "ة": 511,
      "ت": 512,
      "ث": 513,
      "ج": 514,
      "ح": 515,
      "خ": 516,
      "د": 517,
      "ذ": 518,
      "ر": 519,
      "ز": 520,
      "س": 521,
      "ش": 522,
      "ص": 523,
      "ض": 524,
      "ط": 525,
      "ظ": 526,
      "ع": 527,
      "غ": 528,
      "ـ": 529,
      "ف": 530,
      "ق": 531,
      "ك": 532,
      "ل": 533,
      "م": 534,
      "ن": 535,
      "ه": 536,
      "و": 537,
      "ى": 538,
      "ي": 539,
      "٠": 540,
      "١": 541,
      "٢": 542,
      "٣": 543,
      "٤": 544,
      "٥": 545,
      "٦": 546,
      "٧": 547,
      "٨": 548,
      "٩": 549,
      "٭": 550,
      "ٱ": 551,
      "ٷ": 552,
      "ٺ": 553,
      "پ": 554,
      "چ": 555,
      "ڈ": 556,
      "ژ": 557,
      "ڤ": 558,
      "ک": 559,
      "گ": 560,
      "ڱ": 561,
      "ڶ": 562,
      "ں": 563,
      "ھ": 564,
      "ہ": 565,
      "ۆ": 566,
      "ی": 567,
      "ے": 568,
      "۰": 569,
      "۱": 570,
      "۲": 571,
      "۳": 572,
      "۴": 573,
      "۵": 574,
      "۶": 575,
      "۷": 576,
      "۸": 577,
      "۹": 578,
      "ۺ": 579,
      "ۿ": 580,
      "܌": 581,
      "ܡ": 582,
      "ݵ": 583,
      "ݸ": 584,
      "޺": 585,
      "ߵ": 586,
      "߶": 587,
      "߷": 588,
      "߹": 589,
      "߻": 590,
      "अ": 591,
      "आ": 592,
      "क": 593,
      "ग": 594,
      "छ": 595,
      "ज": 596,
      "ट": 597,
      "ड": 598,
      "ढ": 599,
      "ण": 600,
      "त": 601,
      "थ": 602,
      "द": 603,
      "न": 604,
      "प": 605,
      "ब": 606,
      "म": 607,
      "य": 608,
      "र": 609,
      "ल": 610,
      "ळ": 611,
      "व": 612,
      "स": 613,
      "ह": 614,
      "ॐ": 615,
      "०": 616,
      "२": 617,
      "४": 618,
      "५": 619,
      "আ": 620,
      "ক": 621,
      "দ": 622,
      "ম": 623,
      "য": 624,
      "র": 625,
      "ল": 626,
      "স": 627,
      "ૻ": 628,
      "଎": 629,
      "୦": 630,
      "୧": 631,
      "୨": 632,
      "୪": 633,
      "୫": 634,
      "୭": 635,
      "୯": 636,
      "ಐ": 637,
      "ಯ": 638,
      "ರ": 639,
      "ವ": 640,
      "ಶ": 641,
      "೦": 642,
      "೧": 643,
      "೨": 644,
      "೪": 645,
      "೫": 646,
      "೭": 647,
      "೯": 648,
      "ഋ": 649,
      "മ": 650,
      "യ": 651,
      "ല": 652,
      "ള": 653,
      "൅": 654,
      "ൺ": 655,
      "ก": 656,
      "ข": 657,
      "ฃ": 658,
      "ค": 659,
      "ง": 660,
      "จ": 661,
      "ฉ": 662,
      "ช": 663,
      "ซ": 664,
      "ญ": 665,
      "ฏ": 666,
      "ฑ": 667,
      "ฒ": 668,
      "ณ": 669,
      "ด": 670,
      "ต": 671,
      "ถ": 672,
      "ท": 673,
      "ธ": 674,
      "น": 675,
      "บ": 676,
      "ป": 677,
      "ผ": 678,
      "ฝ": 679,
      "พ": 680,
      "ฟ": 681,
      "ภ": 682,
      "ม": 683,
      "ย": 684,
      "ร": 685,
      "ล": 686,
      "ว": 687,
      "ศ": 688,
      "ษ": 689,
      "ส": 690,
      "ห": 691,
      "อ": 692,
      "ฯ": 693,
      "ะ": 694,
      "า": 695,
      "ำ": 696,
      "เ": 697,
      "แ": 698,
      "โ": 699,
      "ใ": 700,
      "ไ": 701,
      "ๆ": 702,
      "๑": 703,
      "ງ": 704,
      "ຈ": 705,
      "ນ": 706,
      "ວ": 707,
      "ຽ": 708,
      "་": 709,
      "།": 710,
      "ག": 711,
      "ཐ": 712,
      "ད": 713,
      "ཕ": 714,
      "བ": 715,
      "མ": 716,
      "ဪ": 717,
      "၄": 718,
      "ၓ": 719,
      "ၛ": 720,
      "ၝ": 721,
      "ၡ": 722,
      "ၥ": 723,
      "Ⴃ": 724,
      "Ⴐ": 725,
      "Ⴑ": 726,
      "Ⴓ": 727,
      "Ⴗ": 728,
      "Ⴞ": 729,
      "ა": 730,
      "ბ": 731,
      "გ": 732,
      "დ": 733,
      "ე": 734,
      "ვ": 735,
      "ზ": 736,
      "თ": 737,
      "ი": 738,
      "კ": 739,
      "ლ": 740,
      "მ": 741,
      "ნ": 742,
      "ო": 743,
      "პ": 744,
      "რ": 745,
      "ს": 746,
      "ტ": 747,
      "უ": 748,
      "ფ": 749,
      "ქ": 750,
      "ღ": 751,
      "შ": 752,
      "ც": 753,
      "ძ": 754,
      "წ": 755,
      "ხ": 756,
      "ᄀ": 757,
      "ᄁ": 758,
      "ᄂ": 759,
      "ᄃ": 760,
      "ᄄ": 761,
      "ᄅ": 762,
      "ᄆ": 763,
      "ᄇ": 764,
      "ᄈ": 765,
      "ᄉ": 766,
      "ᄊ": 767,
      "ᄋ": 768,
      "ᄌ": 769,
      "ᄍ": 770,
      "ᄎ": 771,
      "ᄏ": 772,
      "ᄐ": 773,
      "ᄑ": 774,
      "ᄒ": 775,
      "ᅡ": 776,
      "ᅢ": 777,
      "ᅣ": 778,
      "ᅥ": 779,
      "ᅦ": 780,
      "ᅧ": 781,
      "ᅨ": 782,
      "ᅩ": 783,
      "ᅪ": 784,
      "ᅬ": 785,
      "ᅭ": 786,
      "ᅮ": 787,
      "ᅯ": 788,
      "ᅱ": 789,
      "ᅲ": 790,
      "ᅳ": 791,
      "ᅴ": 792,
      "ᅵ": 793,
      "ᆠ": 794,
      "ᆨ": 795,
      "ᆫ": 796,
      "ᆯ": 797,
      "ᆰ": 798,
      "ᆷ": 799,
      "ᆸ": 800,
      "ᆹ": 801,
      "ᆺ": 802,
      "ᆻ": 803,
      "ᆼ": 804,
      "ᆽ": 805,
      "ᆾ": 806,
      "ህ": 807,
      "መ": 808,
      "ሜ": 809,
      "ም": 810,
      "ረ": 811,
      "ር": 812,
      "ስ": 813,
      "ሻ": 814,
      "ቀ": 815,
      "በ": 816,
      "ተ": 817,
      "ት": 818,
      "ቶ": 819,
      "አ": 820,
      "ኣ": 821,
      "እ": 822,
      "ኦ": 823,
      "ክ": 824,
      "ው": 825,
      "ዓ": 826,
      "የ": 827,
      "ይ": 828,
      "ገ": 829,
      "ጨ": 830,
      "ጽ": 831,
      "፣": 832,
      "ᐁ": 833,
      "ᐃ": 834,
      "ᐅ": 835,
      "ᐆ": 836,
      "ᐊ": 837,
      "ᐋ": 838,
      "ᐟ": 839,
      "ᐠ": 840,
      "ᐡ": 841,
      "ᐢ": 842,
      "ᐣ": 843,
      "ᐤ": 844,
      "ᐦ": 845,
      "ᐧ": 846,
      "ᐨ": 847,
      "ᐯ": 848,
      "ᐱ": 849,
      "ᐲ": 850,
      "ᐳ": 851,
      "ᐴ": 852,
      "ᐸ": 853,
      "ᐹ": 854,
      "ᑈ": 855,
      "ᑉ": 856,
      "ᑊ": 857,
      "ᑌ": 858,
      "ᑎ": 859,
      "ᑏ": 860,
      "ᑐ": 861,
      "ᑑ": 862,
      "ᑕ": 863,
      "ᑖ": 864,
      "ᑥ": 865,
      "ᑦ": 866,
      "ᑫ": 867,
      "ᑭ": 868,
      "ᑮ": 869,
      "ᑯ": 870,
      "ᑰ": 871,
      "ᑲ": 872,
      "ᑳ": 873,
      "ᒂ": 874,
      "ᒃ": 875,
      "ᒋ": 876,
      "ᒌ": 877,
      "ᒍ": 878,
      "ᒎ": 879,
      "ᒐ": 880,
      "ᒑ": 881,
      "ᒠ": 882,
      "ᒡ": 883,
      "ᒥ": 884,
      "ᒦ": 885,
      "ᒧ": 886,
      "ᒪ": 887,
      "ᒫ": 888,
      "ᒻ": 889,
      "ᓀ": 890,
      "ᓂ": 891,
      "ᓃ": 892,
      "ᓄ": 893,
      "ᓅ": 894,
      "ᓇ": 895,
      "ᓈ": 896,
      "ᓐ": 897,
      "ᓕ": 898,
      "ᓖ": 899,
      "ᓗ": 900,
      "ᓘ": 901,
      "ᓚ": 902,
      "ᓛ": 903,
      "ᓪ": 904,
      "ᓭ": 905,
      "ᓯ": 906,
      "ᓰ": 907,
      "ᓱ": 908,
      "ᓲ": 909,
      "ᓴ": 910,
      "ᓵ": 911,
      "ᔅ": 912,
      "ᔌ": 913,
      "ᔍ": 914,
      "ᔎ": 915,
      "ᔏ": 916,
      "ᔑ": 917,
      "ᔓ": 918,
      "ᔕ": 919,
      "ᔨ": 920,
      "ᔩ": 921,
      "ᔪ": 922,
      "ᔫ": 923,
      "ᔭ": 924,
      "ᔮ": 925,
      "ᔾ": 926,
      "ᕆ": 927,
      "ᕇ": 928,
      "ᕈ": 929,
      "ᕉ": 930,
      "ᕋ": 931,
      "ᕌ": 932,
      "ᕐ": 933,
      "ᕑ": 934,
      "ᕕ": 935,
      "ᕖ": 936,
      "ᕗ": 937,
      "ᕘ": 938,
      "ᕙ": 939,
      "ᕚ": 940,
      "ᕝ": 941,
      "ᕼ": 942,
      "ᕿ": 943,
      "ᖁ": 944,
      "ᖂ": 945,
      "ᖃ": 946,
      "ᖄ": 947,
      "ᖅ": 948,
      "ᖏ": 949,
      "ᖑ": 950,
      "ᖓ": 951,
      "ᖔ": 952,
      "ᖕ": 953,
      "ᖠ": 954,
      "ᖢ": 955,
      "ᖦ": 956,
      "ᙱ": 957,
      "ᙲ": 958,
      "ᙳ": 959,
      "ᙵ": 960,
      "ᙶ": 961,
      "ᮖ": 962,
      "ᴰ": 963,
      "ᴹ": 964,
      "ᵉ": 965,
      "ᵐ": 966,
      "ᵓ": 967,
      "᾿": 968,
      "​": 969,
      "‌": 970,
      "‍": 971,
      "‎": 972,
      "‏": 973,
      "‐": 974,
      "‑": 975,
      "‒": 976,
      "–": 977,
      "—": 978,
      "―": 979,
      "‖": 980,
      "‘": 981,
      "’": 982,
      "‚": 983,
      "‛": 984,
      "“": 985,
      "”": 986,
      "„": 987,
      "‟": 988,
      "†": 989,
      "‡": 990,
      "•": 991,
      "‣": 992,
      "‥": 993,
      "…": 994,
      "‧": 995,
      "‪": 996,
      "‫": 997,
      "‬": 998,
      "‭": 999,
      "‮": 1000,
      "‰": 1001,
      "′": 1002,
      "″": 1003,
      "‴": 1004,
      "‹": 1005,
      "›": 1006,
      "※": 1007,
      "‾": 1008,
      "⁁": 1009,
      "⁄": 1010,
      "⁏": 1011,
      "⁪": 1012,
      "⁬": 1013,
      "⁭": 1014,
      "⁮": 1015,
      "⁯": 1016,
      "⁰": 1017,
      "⁴": 1018,
      "⁵": 1019,
      "⁷": 1020,
      "⁽": 1021,
      "⁾": 1022,
      "ⁿ": 1023,
      "₀": 1024,
      "₁": 1025,
      "₂": 1026,
      "₤": 1027,
      "₩": 1028,
      "₫": 1029,
      "€": 1030,
      "℃": 1031,
      "ℇ": 1032,
      "ℓ": 1033,
      "№": 1034,
      "ℜ": 1035,
      "℡": 1036,
      "™": 1037,
      "℣": 1038,
      "ℤ": 1039,
      "⅓": 1040,
      "⅔": 1041,
      "⅛": 1042,
      "⅜": 1043,
      "⅝": 1044,
      "⅞": 1045,
      "Ⅱ": 1046,
      "Ⅳ": 1047,
      "←": 1048,
      "↑": 1049,
      "→": 1050,
      "↓": 1051,
      "↔": 1052,
      "↕": 1053,
      "↗": 1054,
      "↘": 1055,
      "↝": 1056,
      "↵": 1057,
      "⇅": 1058,
      "⇆": 1059,
      "⇌": 1060,
      "⇑": 1061,
      "⇒": 1062,
      "⇓": 1063,
      "⇔": 1064,
      "⇕": 1065,
      "⇗": 1066,
      "⇘": 1067,
      "⇙": 1068,
      "⇢": 1069,
      "⇨": 1070,
      "∀": 1071,
      "∂": 1072,
      "∃": 1073,
      "∅": 1074,
      "∆": 1075,
      "∇": 1076,
      "∈": 1077,
      "∋": 1078,
      "∍": 1079,
      "∏": 1080,
      "∑": 1081,
      "−": 1082,
      "∕": 1083,
      "∗": 1084,
      "∘": 1085,
      "∙": 1086,
      "√": 1087,
      "∝": 1088,
      "∞": 1089,
      "∩": 1090,
      "∪": 1091,
      "∫": 1092,
      "∴": 1093,
      "∶": 1094,
      "∼": 1095,
      "≅": 1096,
      "≈": 1097,
      "≍": 1098,
      "≡": 1099,
      "≤": 1100,
      "≥": 1101,
      "≪": 1102,
      "≫": 1103,
      "⊂": 1104,
      "⊃": 1105,
      "⊇": 1106,
      "⊔": 1107,
      "⊕": 1108,
      "⊠": 1109,
      "⊥": 1110,
      "⊳": 1111,
      "⋅": 1112,
      "⋞": 1113,
      "⋟": 1114,
      "⌂": 1115,
      "⌃": 1116,
      "⌋": 1117,
      "⌘": 1118,
      "⌠": 1119,
      "⌦": 1120,
      "⌧": 1121,
      "⌫": 1122,
      "⎛": 1123,
      "⎜": 1124,
      "⎝": 1125,
      "⎞": 1126,
      "⎟": 1127,
      "⎠": 1128,
      "⎡": 1129,
      "⎢": 1130,
      "⎣": 1131,
      "⎤": 1132,
      "⎥": 1133,
      "⎦": 1134,
      "⎧": 1135,
      "⎨": 1136,
      "⎩": 1137,
      "⎮": 1138,
      "⎯": 1139,
      "⏐": 1140,
      "⏹": 1141,
      "①": 1142,
      "②": 1143,
      "③": 1144,
      "Ⓓ": 1145,
      "─": 1146,
      "━": 1147,
      "│": 1148,
      "┌": 1149,
      "┐": 1150,
      "└": 1151,
      "┬": 1152,
      "┴": 1153,
      "║": 1154,
      "╔": 1155,
      "╚": 1156,
      "╦": 1157,
      "╩": 1158,
      "╬": 1159,
      "▀": 1160,
      "█": 1161,
      "▌": 1162,
      "▐": 1163,
      "░": 1164,
      "▒": 1165,
      "▓": 1166,
      "▘": 1167,
      "■": 1168,
      "□": 1169,
      "▢": 1170,
      "▧": 1171,
      "▪": 1172,
      "▫": 1173,
      "▬": 1174,
      "▲": 1175,
      "△": 1176,
      "▵": 1177,
      "▷": 1178,
      "▸": 1179,
      "►": 1180,
      "▼": 1181,
      "◄": 1182,
      "◆": 1183,
      "◇": 1184,
      "◊": 1185,
      "○": 1186,
      "◎": 1187,
      "●": 1188,
      "◗": 1189,
      "◘": 1190,
      "◙": 1191,
      "◦": 1192,
      "☀": 1193,
      "★": 1194,
      "☆": 1195,
      "☎": 1196,
      "☐": 1197,
      "☑": 1198,
      "☛": 1199,
      "☯": 1200,
      "☺": 1201,
      "☻": 1202,
      "☼": 1203,
      "♀": 1204,
      "♂": 1205,
      "♒": 1206,
      "♕": 1207,
      "♠": 1208,
      "♣": 1209,
      "♥": 1210,
      "♦": 1211,
      "♪": 1212,
      "♫": 1213,
      "♲": 1214,
      "✁": 1215,
      "✂": 1216,
      "✃": 1217,
      "✄": 1218,
      "✆": 1219,
      "✇": 1220,
      "✈": 1221,
      "✉": 1222,
      "✍": 1223,
      "✏": 1224,
      "✐": 1225,
      "✓": 1226,
      "✔": 1227,
      "✕": 1228,
      "✖": 1229,
      "✗": 1230,
      "✘": 1231,
      "✜": 1232,
      "✝": 1233,
      "✢": 1234,
      "✤": 1235,
      "✦": 1236,
      "✧": 1237,
      "✭": 1238,
      "✱": 1239,
      "✳": 1240,
      "✴": 1241,
      "✵": 1242,
      "✿": 1243,
      "❁": 1244,
      "❆": 1245,
      "❈": 1246,
      "❊": 1247,
      "❋": 1248,
      "❍": 1249,
      "❏": 1250,
      "❐": 1251,
      "❑": 1252,
      "❒": 1253,
      "❖": 1254,
      "❙": 1255,
      "❚": 1256,
      "❯": 1257,
      "❶": 1258,
      "❷": 1259,
      "➀": 1260,
      "➁": 1261,
      "➄": 1262,
      "➊": 1263,
      "➋": 1264,
      "➌": 1265,
      "➍": 1266,
      "➎": 1267,
      "➏": 1268,
      "➑": 1269,
      "➓": 1270,
      "➔": 1271,
      "➘": 1272,
      "➙": 1273,
      "➚": 1274,
      "➛": 1275,
      "➜": 1276,
      "➝": 1277,
      "➞": 1278,
      "➟": 1279,
      "➠": 1280,
      "➡": 1281,
      "➢": 1282,
      "➣": 1283,
      "➤": 1284,
      "➥": 1285,
      "➧": 1286,
      "➨": 1287,
      "➩": 1288,
      "➪": 1289,
      "➫": 1290,
      "➮": 1291,
      "➯": 1292,
      "➲": 1293,
      "➾": 1294,
      "⡣": 1295,
      "⣬": 1296,
      "、": 1297,
      "。": 1298,
      "々": 1299,
      "〈": 1300,
      "〉": 1301,
      "《": 1302,
      "》": 1303,
      "「": 1304,
      "」": 1305,
      "『": 1306,
      "』": 1307,
      "【": 1308,
      "】": 1309,
      "〜": 1310,
      "あ": 1311,
      "い": 1312,
      "う": 1313,
      "え": 1314,
      "お": 1315,
      "か": 1316,
      "き": 1317,
      "く": 1318,
      "け": 1319,
      "こ": 1320,
      "さ": 1321,
      "し": 1322,
      "す": 1323,
      "せ": 1324,
      "そ": 1325,
      "た": 1326,
      "ち": 1327,
      "っ": 1328,
      "つ": 1329,
      "て": 1330,
      "と": 1331,
      "な": 1332,
      "に": 1333,
      "ぬ": 1334,
      "ね": 1335,
      "の": 1336,
      "は": 1337,
      "ひ": 1338,
      "ふ": 1339,
      "へ": 1340,
      "ほ": 1341,
      "ま": 1342,
      "み": 1343,
      "む": 1344,
      "め": 1345,
      "も": 1346,
      "ゃ": 1347,
      "や": 1348,
      "ゅ": 1349,
      "ゆ": 1350,
      "ょ": 1351,
      "よ": 1352,
      "ら": 1353,
      "り": 1354,
      "る": 1355,
      "れ": 1356,
      "ろ": 1357,
      "わ": 1358,
      "を": 1359,
      "ん": 1360,
      "ァ": 1361,
      "ア": 1362,
      "ィ": 1363,
      "イ": 1364,
      "ウ": 1365,
      "エ": 1366,
      "ォ": 1367,
      "オ": 1368,
      "カ": 1369,
      "キ": 1370,
      "ク": 1371,
      "ケ": 1372,
      "コ": 1373,
      "サ": 1374,
      "シ": 1375,
      "ス": 1376,
      "セ": 1377,
      "ソ": 1378,
      "タ": 1379,
      "チ": 1380,
      "ッ": 1381,
      "ツ": 1382,
      "テ": 1383,
      "ト": 1384,
      "ナ": 1385,
      "ニ": 1386,
      "ヌ": 1387,
      "ネ": 1388,
      "ノ": 1389,
      "ハ": 1390,
      "ヒ": 1391,
      "フ": 1392,
      "ヘ": 1393,
      "ホ": 1394,
      "マ": 1395,
      "ミ": 1396,
      "ム": 1397,
      "メ": 1398,
      "モ": 1399,
      "ャ": 1400,
      "ヤ": 1401,
      "ュ": 1402,
      "ユ": 1403,
      "ョ": 1404,
      "ヨ": 1405,
      "ラ": 1406,
      "リ": 1407,
      "ル": 1408,
      "レ": 1409,
      "ロ": 1410,
      "ワ": 1411,
      "ン": 1412,
      "・": 1413,
      "ー": 1414,
      "ㄅ": 1415,
      "ㄊ": 1416,
      "ㄕ": 1417,
      "ㄞ": 1418,
      "ㄟ": 1419,
      "ㄣ": 1420,
      "ㄤ": 1421,
      "ㄧ": 1422,
      "ㅎ": 1423,
      "㣬": 1424,
      "㵼": 1425,
      "䁲": 1426,
      "䨂": 1427,
      "䨢": 1428,
      "䰂": 1429,
      "䰄": 1430,
      "䰚": 1431,
      "䰦": 1432,
      "䰨": 1433,
      "䰪": 1434,
      "一": 1435,
      "丁": 1436,
      "七": 1437,
      "万": 1438,
      "丈": 1439,
      "三": 1440,
      "上": 1441,
      "下": 1442,
      "不": 1443,
      "与": 1444,
      "专": 1445,
      "世": 1446,
      "业": 1447,
      "东": 1448,
      "两": 1449,
      "严": 1450,
      "丨": 1451,
      "个": 1452,
      "中": 1453,
      "丰": 1454,
      "临": 1455,
      "丸": 1456,
      "丹": 1457,
      "为": 1458,
      "主": 1459,
      "丽": 1460,
      "举": 1461,
      "乃": 1462,
      "久": 1463,
      "么": 1464,
      "义": 1465,
      "之": 1466,
      "乌": 1467,
      "乎": 1468,
      "乏": 1469,
      "乐": 1470,
      "乗": 1471,
      "九": 1472,
      "也": 1473,
      "习": 1474,
      "书": 1475,
      "买": 1476,
      "了": 1477,
      "予": 1478,
      "争": 1479,
      "事": 1480,
      "二": 1481,
      "于": 1482,
      "云": 1483,
      "互": 1484,
      "五": 1485,
      "井": 1486,
      "亚": 1487,
      "些": 1488,
      "交": 1489,
      "产": 1490,
      "享": 1491,
      "京": 1492,
      "人": 1493,
      "亿": 1494,
      "仁": 1495,
      "今": 1496,
      "介": 1497,
      "仍": 1498,
      "从": 1499,
      "他": 1500,
      "付": 1501,
      "仙": 1502,
      "代": 1503,
      "令": 1504,
      "以": 1505,
      "们": 1506,
      "仲": 1507,
      "件": 1508,
      "价": 1509,
      "任": 1510,
      "份": 1511,
      "企": 1512,
      "伊": 1513,
      "伏": 1514,
      "休": 1515,
      "众": 1516,
      "优": 1517,
      "会": 1518,
      "伝": 1519,
      "传": 1520,
      "伦": 1521,
      "伯": 1522,
      "估": 1523,
      "伴": 1524,
      "伶": 1525,
      "伸": 1526,
      "似": 1527,
      "但": 1528,
      "佈": 1529,
      "位": 1530,
      "低": 1531,
      "住": 1532,
      "佐": 1533,
      "佑": 1534,
      "体": 1535,
      "何": 1536,
      "余": 1537,
      "佛": 1538,
      "作": 1539,
      "佩": 1540,
      "佰": 1541,
      "佱": 1542,
      "佳": 1543,
      "使": 1544,
      "例": 1545,
      "供": 1546,
      "依": 1547,
      "価": 1548,
      "便": 1549,
      "促": 1550,
      "俄": 1551,
      "俊": 1552,
      "保": 1553,
      "信": 1554,
      "修": 1555,
      "倍": 1556,
      "倒": 1557,
      "候": 1558,
      "借": 1559,
      "値": 1560,
      "债": 1561,
      "值": 1562,
      "假": 1563,
      "做": 1564,
      "停": 1565,
      "健": 1566,
      "偵": 1567,
      "偶": 1568,
      "偿": 1569,
      "傅": 1570,
      "備": 1571,
      "储": 1572,
      "催": 1573,
      "像": 1574,
      "僕": 1575,
      "僚": 1576,
      "儀": 1577,
      "儒": 1578,
      "優": 1579,
      "儿": 1580,
      "允": 1581,
      "元": 1582,
      "充": 1583,
      "兆": 1584,
      "先": 1585,
      "光": 1586,
      "克": 1587,
      "免": 1588,
      "児": 1589,
      "兒": 1590,
      "入": 1591,
      "全": 1592,
      "八": 1593,
      "公": 1594,
      "六": 1595,
      "兰": 1596,
      "共": 1597,
      "关": 1598,
      "兵": 1599,
      "其": 1600,
      "具": 1601,
      "典": 1602,
      "兹": 1603,
      "养": 1604,
      "兽": 1605,
      "内": 1606,
      "円": 1607,
      "册": 1608,
      "再": 1609,
      "写": 1610,
      "军": 1611,
      "农": 1612,
      "冠": 1613,
      "冤": 1614,
      "冰": 1615,
      "冲": 1616,
      "决": 1617,
      "况": 1618,
      "冶": 1619,
      "冷": 1620,
      "净": 1621,
      "凄": 1622,
      "准": 1623,
      "减": 1624,
      "几": 1625,
      "凡": 1626,
      "凭": 1627,
      "凯": 1628,
      "凸": 1629,
      "出": 1630,
      "击": 1631,
      "函": 1632,
      "分": 1633,
      "切": 1634,
      "刑": 1635,
      "划": 1636,
      "列": 1637,
      "刘": 1638,
      "则": 1639,
      "刚": 1640,
      "创": 1641,
      "初": 1642,
      "判": 1643,
      "別": 1644,
      "利": 1645,
      "别": 1646,
      "到": 1647,
      "制": 1648,
      "刷": 1649,
      "券": 1650,
      "刺": 1651,
      "剃": 1652,
      "則": 1653,
      "前": 1654,
      "剑": 1655,
      "剥": 1656,
      "剩": 1657,
      "副": 1658,
      "創": 1659,
      "劃": 1660,
      "劇": 1661,
      "力": 1662,
      "办": 1663,
      "功": 1664,
      "加": 1665,
      "务": 1666,
      "动": 1667,
      "助": 1668,
      "努": 1669,
      "励": 1670,
      "劳": 1671,
      "势": 1672,
      "勒": 1673,
      "動": 1674,
      "勘": 1675,
      "務": 1676,
      "勞": 1677,
      "勢": 1678,
      "包": 1679,
      "匈": 1680,
      "化": 1681,
      "北": 1682,
      "区": 1683,
      "医": 1684,
      "匿": 1685,
      "區": 1686,
      "十": 1687,
      "千": 1688,
      "升": 1689,
      "午": 1690,
      "华": 1691,
      "协": 1692,
      "卓": 1693,
      "協": 1694,
      "单": 1695,
      "南": 1696,
      "単": 1697,
      "博": 1698,
      "占": 1699,
      "卡": 1700,
      "卢": 1701,
      "卫": 1702,
      "印": 1703,
      "危": 1704,
      "即": 1705,
      "却": 1706,
      "厂": 1707,
      "厄": 1708,
      "厅": 1709,
      "厉": 1710,
      "原": 1711,
      "厨": 1712,
      "去": 1713,
      "参": 1714,
      "參": 1715,
      "又": 1716,
      "及": 1717,
      "友": 1718,
      "反": 1719,
      "収": 1720,
      "发": 1721,
      "取": 1722,
      "受": 1723,
      "变": 1724,
      "叙": 1725,
      "叟": 1726,
      "口": 1727,
      "古": 1728,
      "句": 1729,
      "另": 1730,
      "只": 1731,
      "叫": 1732,
      "可": 1733,
      "台": 1734,
      "号": 1735,
      "司": 1736,
      "吁": 1737,
      "各": 1738,
      "合": 1739,
      "吉": 1740,
      "吊": 1741,
      "同": 1742,
      "名": 1743,
      "后": 1744,
      "向": 1745,
      "吗": 1746,
      "吟": 1747,
      "否": 1748,
      "吧": 1749,
      "吨": 1750,
      "含": 1751,
      "启": 1752,
      "吴": 1753,
      "吹": 1754,
      "呂": 1755,
      "呆": 1756,
      "告": 1757,
      "员": 1758,
      "周": 1759,
      "味": 1760,
      "呼": 1761,
      "和": 1762,
      "咨": 1763,
      "咬": 1764,
      "品": 1765,
      "哈": 1766,
      "响": 1767,
      "員": 1768,
      "哥": 1769,
      "唱": 1770,
      "唸": 1771,
      "商": 1772,
      "問": 1773,
      "啓": 1774,
      "啦": 1775,
      "喂": 1776,
      "善": 1777,
      "喜": 1778,
      "單": 1779,
      "嗎": 1780,
      "嘉": 1781,
      "嘛": 1782,
      "噌": 1783,
      "器": 1784,
      "囚": 1785,
      "四": 1786,
      "回": 1787,
      "因": 1788,
      "团": 1789,
      "団": 1790,
      "囧": 1791,
      "园": 1792,
      "困": 1793,
      "囲": 1794,
      "围": 1795,
      "国": 1796,
      "图": 1797,
      "圆": 1798,
      "國": 1799,
      "圍": 1800,
      "園": 1801,
      "圓": 1802,
      "圖": 1803,
      "土": 1804,
      "圣": 1805,
      "在": 1806,
      "圭": 1807,
      "地": 1808,
      "场": 1809,
      "址": 1810,
      "坂": 1811,
      "均": 1812,
      "坐": 1813,
      "坑": 1814,
      "坚": 1815,
      "坛": 1816,
      "坦": 1817,
      "垂": 1818,
      "型": 1819,
      "垒": 1820,
      "埃": 1821,
      "城": 1822,
      "埕": 1823,
      "域": 1824,
      "埵": 1825,
      "執": 1826,
      "培": 1827,
      "基": 1828,
      "堂": 1829,
      "堡": 1830,
      "報": 1831,
      "場": 1832,
      "塊": 1833,
      "塔": 1834,
      "塗": 1835,
      "塞": 1836,
      "塾": 1837,
      "境": 1838,
      "墅": 1839,
      "增": 1840,
      "墨": 1841,
      "壊": 1842,
      "士": 1843,
      "声": 1844,
      "壹": 1845,
      "处": 1846,
      "备": 1847,
      "変": 1848,
      "复": 1849,
      "外": 1850,
      "多": 1851,
      "夜": 1852,
      "够": 1853,
      "夠": 1854,
      "大": 1855,
      "天": 1856,
      "太": 1857,
      "夫": 1858,
      "央": 1859,
      "失": 1860,
      "头": 1861,
      "夷": 1862,
      "奈": 1863,
      "奉": 1864,
      "套": 1865,
      "奥": 1866,
      "女": 1867,
      "奶": 1868,
      "奸": 1869,
      "好": 1870,
      "如": 1871,
      "妖": 1872,
      "妨": 1873,
      "妮": 1874,
      "妻": 1875,
      "姆": 1876,
      "始": 1877,
      "姓": 1878,
      "委": 1879,
      "姦": 1880,
      "姫": 1881,
      "威": 1882,
      "娅": 1883,
      "娜": 1884,
      "娱": 1885,
      "婆": 1886,
      "媒": 1887,
      "媛": 1888,
      "嫁": 1889,
      "嫩": 1890,
      "嬉": 1891,
      "子": 1892,
      "孔": 1893,
      "字": 1894,
      "存": 1895,
      "孟": 1896,
      "季": 1897,
      "学": 1898,
      "學": 1899,
      "宁": 1900,
      "它": 1901,
      "宅": 1902,
      "宇": 1903,
      "安": 1904,
      "宋": 1905,
      "完": 1906,
      "宏": 1907,
      "宗": 1908,
      "官": 1909,
      "定": 1910,
      "宛": 1911,
      "宜": 1912,
      "宝": 1913,
      "实": 1914,
      "実": 1915,
      "审": 1916,
      "客": 1917,
      "宣": 1918,
      "室": 1919,
      "宪": 1920,
      "宫": 1921,
      "宮": 1922,
      "害": 1923,
      "家": 1924,
      "容": 1925,
      "宾": 1926,
      "宿": 1927,
      "寄": 1928,
      "富": 1929,
      "寓": 1930,
      "察": 1931,
      "實": 1932,
      "寸": 1933,
      "对": 1934,
      "寺": 1935,
      "寻": 1936,
      "导": 1937,
      "対": 1938,
      "寿": 1939,
      "射": 1940,
      "将": 1941,
      "專": 1942,
      "尊": 1943,
      "對": 1944,
      "小": 1945,
      "少": 1946,
      "尔": 1947,
      "尙": 1948,
      "尤": 1949,
      "就": 1950,
      "尼": 1951,
      "尽": 1952,
      "尾": 1953,
      "局": 1954,
      "层": 1955,
      "屄": 1956,
      "居": 1957,
      "屈": 1958,
      "届": 1959,
      "屋": 1960,
      "屑": 1961,
      "展": 1962,
      "属": 1963,
      "山": 1964,
      "岐": 1965,
      "岛": 1966,
      "岡": 1967,
      "岩": 1968,
      "岭": 1969,
      "峒": 1970,
      "峡": 1971,
      "峪": 1972,
      "島": 1973,
      "峻": 1974,
      "崎": 1975,
      "嵐": 1976,
      "嶺": 1977,
      "川": 1978,
      "州": 1979,
      "巡": 1980,
      "工": 1981,
      "巨": 1982,
      "巫": 1983,
      "差": 1984,
      "已": 1985,
      "巴": 1986,
      "市": 1987,
      "布": 1988,
      "帆": 1989,
      "师": 1990,
      "希": 1991,
      "帐": 1992,
      "帝": 1993,
      "带": 1994,
      "師": 1995,
      "席": 1996,
      "帮": 1997,
      "帰": 1998,
      "帳": 1999,
      "常": 2000,
      "幌": 2001,
      "幣": 2002,
      "干": 2003,
      "平": 2004,
      "年": 2005,
      "并": 2006,
      "幸": 2007,
      "幹": 2008,
      "幾": 2009,
      "广": 2010,
      "庁": 2011,
      "広": 2012,
      "庄": 2013,
      "庆": 2014,
      "床": 2015,
      "序": 2016,
      "库": 2017,
      "应": 2018,
      "店": 2019,
      "府": 2020,
      "废": 2021,
      "度": 2022,
      "座": 2023,
      "庫": 2024,
      "庭": 2025,
      "康": 2026,
      "庸": 2027,
      "廉": 2028,
      "廚": 2029,
      "廣": 2030,
      "延": 2031,
      "廷": 2032,
      "建": 2033,
      "开": 2034,
      "异": 2035,
      "弃": 2036,
      "弄": 2037,
      "式": 2038,
      "引": 2039,
      "弗": 2040,
      "张": 2041,
      "弱": 2042,
      "强": 2043,
      "弾": 2044,
      "当": 2045,
      "录": 2046,
      "形": 2047,
      "影": 2048,
      "役": 2049,
      "往": 2050,
      "征": 2051,
      "径": 2052,
      "待": 2053,
      "律": 2054,
      "後": 2055,
      "徐": 2056,
      "徒": 2057,
      "得": 2058,
      "御": 2059,
      "復": 2060,
      "循": 2061,
      "微": 2062,
      "徳": 2063,
      "德": 2064,
      "心": 2065,
      "必": 2066,
      "忆": 2067,
      "忍": 2068,
      "志": 2069,
      "忘": 2070,
      "忙": 2071,
      "応": 2072,
      "忠": 2073,
      "快": 2074,
      "念": 2075,
      "忻": 2076,
      "忽": 2077,
      "态": 2078,
      "思": 2079,
      "怡": 2080,
      "急": 2081,
      "性": 2082,
      "总": 2083,
      "恒": 2084,
      "恢": 2085,
      "恩": 2086,
      "息": 2087,
      "恵": 2088,
      "悠": 2089,
      "悩": 2090,
      "悬": 2091,
      "情": 2092,
      "惧": 2093,
      "惨": 2094,
      "惯": 2095,
      "想": 2096,
      "意": 2097,
      "愛": 2098,
      "感": 2099,
      "愿": 2100,
      "態": 2101,
      "慣": 2102,
      "慶": 2103,
      "憶": 2104,
      "憾": 2105,
      "戈": 2106,
      "成": 2107,
      "我": 2108,
      "或": 2109,
      "战": 2110,
      "戯": 2111,
      "戴": 2112,
      "戶": 2113,
      "户": 2114,
      "戸": 2115,
      "房": 2116,
      "所": 2117,
      "扈": 2118,
      "手": 2119,
      "才": 2120,
      "打": 2121,
      "払": 2122,
      "托": 2123,
      "执": 2124,
      "扩": 2125,
      "扬": 2126,
      "批": 2127,
      "找": 2128,
      "承": 2129,
      "技": 2130,
      "把": 2131,
      "投": 2132,
      "抗": 2133,
      "折": 2134,
      "抜": 2135,
      "护": 2136,
      "报": 2137,
      "抵": 2138,
      "抹": 2139,
      "担": 2140,
      "拉": 2141,
      "拓": 2142,
      "招": 2143,
      "拜": 2144,
      "拟": 2145,
      "拥": 2146,
      "拨": 2147,
      "择": 2148,
      "括": 2149,
      "拳": 2150,
      "拼": 2151,
      "拿": 2152,
      "持": 2153,
      "指": 2154,
      "按": 2155,
      "挑": 2156,
      "挠": 2157,
      "挡": 2158,
      "挪": 2159,
      "挿": 2160,
      "捐": 2161,
      "损": 2162,
      "换": 2163,
      "据": 2164,
      "捷": 2165,
      "授": 2166,
      "掉": 2167,
      "掌": 2168,
      "排": 2169,
      "探": 2170,
      "接": 2171,
      "控": 2172,
      "推": 2173,
      "措": 2174,
      "掻": 2175,
      "揃": 2176,
      "提": 2177,
      "換": 2178,
      "握": 2179,
      "揭": 2180,
      "援": 2181,
      "搁": 2182,
      "損": 2183,
      "搗": 2184,
      "搞": 2185,
      "搬": 2186,
      "摆": 2187,
      "摇": 2188,
      "摊": 2189,
      "摘": 2190,
      "摩": 2191,
      "撒": 2192,
      "撤": 2193,
      "播": 2194,
      "撮": 2195,
      "擁": 2196,
      "操": 2197,
      "擢": 2198,
      "支": 2199,
      "收": 2200,
      "改": 2201,
      "放": 2202,
      "政": 2203,
      "故": 2204,
      "效": 2205,
      "敌": 2206,
      "敏": 2207,
      "救": 2208,
      "教": 2209,
      "散": 2210,
      "数": 2211,
      "整": 2212,
      "敷": 2213,
      "文": 2214,
      "斎": 2215,
      "斗": 2216,
      "料": 2217,
      "斤": 2218,
      "断": 2219,
      "斯": 2220,
      "新": 2221,
      "方": 2222,
      "於": 2223,
      "施": 2224,
      "旅": 2225,
      "旗": 2226,
      "无": 2227,
      "日": 2228,
      "旦": 2229,
      "旨": 2230,
      "早": 2231,
      "旱": 2232,
      "时": 2233,
      "明": 2234,
      "易": 2235,
      "星": 2236,
      "映": 2237,
      "春": 2238,
      "昨": 2239,
      "昭": 2240,
      "是": 2241,
      "显": 2242,
      "時": 2243,
      "晏": 2244,
      "晚": 2245,
      "普": 2246,
      "景": 2247,
      "晶": 2248,
      "智": 2249,
      "暂": 2250,
      "暖": 2251,
      "暫": 2252,
      "暴": 2253,
      "曲": 2254,
      "更": 2255,
      "書": 2256,
      "曹": 2257,
      "曼": 2258,
      "替": 2259,
      "最": 2260,
      "會": 2261,
      "月": 2262,
      "有": 2263,
      "朋": 2264,
      "服": 2265,
      "朗": 2266,
      "望": 2267,
      "朝": 2268,
      "期": 2269,
      "木": 2270,
      "未": 2271,
      "本": 2272,
      "札": 2273,
      "术": 2274,
      "朱": 2275,
      "机": 2276,
      "杂": 2277,
      "权": 2278,
      "李": 2279,
      "材": 2280,
      "村": 2281,
      "束": 2282,
      "条": 2283,
      "来": 2284,
      "杨": 2285,
      "杭": 2286,
      "東": 2287,
      "松": 2288,
      "板": 2289,
      "极": 2290,
      "构": 2291,
      "析": 2292,
      "林": 2293,
      "枚": 2294,
      "果": 2295,
      "枝": 2296,
      "枪": 2297,
      "架": 2298,
      "柏": 2299,
      "染": 2300,
      "柚": 2301,
      "查": 2302,
      "柳": 2303,
      "柴": 2304,
      "栃": 2305,
      "栄": 2306,
      "标": 2307,
      "树": 2308,
      "校": 2309,
      "株": 2310,
      "样": 2311,
      "核": 2312,
      "根": 2313,
      "格": 2314,
      "桃": 2315,
      "框": 2316,
      "案": 2317,
      "桑": 2318,
      "桓": 2319,
      "桜": 2320,
      "桢": 2321,
      "档": 2322,
      "桥": 2323,
      "梅": 2324,
      "梨": 2325,
      "梯": 2326,
      "械": 2327,
      "梶": 2328,
      "检": 2329,
      "棋": 2330,
      "棒": 2331,
      "森": 2332,
      "植": 2333,
      "楠": 2334,
      "業": 2335,
      "楼": 2336,
      "楽": 2337,
      "概": 2338,
      "槍": 2339,
      "様": 2340,
      "樊": 2341,
      "模": 2342,
      "横": 2343,
      "樹": 2344,
      "橋": 2345,
      "機": 2346,
      "檔": 2347,
      "權": 2348,
      "次": 2349,
      "欢": 2350,
      "欧": 2351,
      "款": 2352,
      "歌": 2353,
      "歐": 2354,
      "止": 2355,
      "正": 2356,
      "此": 2357,
      "步": 2358,
      "武": 2359,
      "歩": 2360,
      "死": 2361,
      "残": 2362,
      "殖": 2363,
      "殘": 2364,
      "段": 2365,
      "殺": 2366,
      "殿": 2367,
      "母": 2368,
      "毎": 2369,
      "每": 2370,
      "毒": 2371,
      "比": 2372,
      "毛": 2373,
      "氏": 2374,
      "民": 2375,
      "气": 2376,
      "気": 2377,
      "氣": 2378,
      "氧": 2379,
      "氮": 2380,
      "水": 2381,
      "永": 2382,
      "汁": 2383,
      "求": 2384,
      "汉": 2385,
      "江": 2386,
      "池": 2387,
      "汤": 2388,
      "汶": 2389,
      "沒": 2390,
      "沖": 2391,
      "沙": 2392,
      "没": 2393,
      "沢": 2394,
      "河": 2395,
      "油": 2396,
      "治": 2397,
      "況": 2398,
      "泄": 2399,
      "泉": 2400,
      "泊": 2401,
      "法": 2402,
      "波": 2403,
      "泥": 2404,
      "注": 2405,
      "泰": 2406,
      "泳": 2407,
      "泽": 2408,
      "洁": 2409,
      "洋": 2410,
      "洒": 2411,
      "洗": 2412,
      "洛": 2413,
      "津": 2414,
      "洪": 2415,
      "洱": 2416,
      "洲": 2417,
      "活": 2418,
      "派": 2419,
      "流": 2420,
      "浄": 2421,
      "浅": 2422,
      "浆": 2423,
      "测": 2424,
      "济": 2425,
      "浙": 2426,
      "浜": 2427,
      "浦": 2428,
      "浴": 2429,
      "海": 2430,
      "涂": 2431,
      "消": 2432,
      "涉": 2433,
      "涌": 2434,
      "涨": 2435,
      "涩": 2436,
      "深": 2437,
      "淹": 2438,
      "添": 2439,
      "清": 2440,
      "済": 2441,
      "渋": 2442,
      "渐": 2443,
      "温": 2444,
      "港": 2445,
      "渴": 2446,
      "游": 2447,
      "湄": 2448,
      "湖": 2449,
      "湘": 2450,
      "湯": 2451,
      "湾": 2452,
      "満": 2453,
      "溉": 2454,
      "源": 2455,
      "溜": 2456,
      "溢": 2457,
      "溯": 2458,
      "溶": 2459,
      "滑": 2460,
      "滝": 2461,
      "满": 2462,
      "滩": 2463,
      "漏": 2464,
      "演": 2465,
      "漢": 2466,
      "漫": 2467,
      "潜": 2468,
      "潭": 2469,
      "澳": 2470,
      "激": 2471,
      "濟": 2472,
      "灌": 2473,
      "灣": 2474,
      "火": 2475,
      "灾": 2476,
      "点": 2477,
      "為": 2478,
      "烏": 2479,
      "热": 2480,
      "焚": 2481,
      "無": 2482,
      "焦": 2483,
      "然": 2484,
      "焼": 2485,
      "照": 2486,
      "煮": 2487,
      "煽": 2488,
      "熟": 2489,
      "熨": 2490,
      "熱": 2491,
      "燃": 2492,
      "燕": 2493,
      "爪": 2494,
      "爱": 2495,
      "爲": 2496,
      "父": 2497,
      "片": 2498,
      "版": 2499,
      "牌": 2500,
      "牙": 2501,
      "牛": 2502,
      "物": 2503,
      "牵": 2504,
      "特": 2505,
      "牽": 2506,
      "犯": 2507,
      "状": 2508,
      "狐": 2509,
      "狠": 2510,
      "独": 2511,
      "猎": 2512,
      "猛": 2513,
      "猪": 2514,
      "猫": 2515,
      "献": 2516,
      "猿": 2517,
      "獲": 2518,
      "獵": 2519,
      "獻": 2520,
      "率": 2521,
      "玉": 2522,
      "王": 2523,
      "玩": 2524,
      "环": 2525,
      "现": 2526,
      "玲": 2527,
      "玻": 2528,
      "珍": 2529,
      "珠": 2530,
      "班": 2531,
      "球": 2532,
      "理": 2533,
      "琉": 2534,
      "琢": 2535,
      "琮": 2536,
      "琴": 2537,
      "瑞": 2538,
      "璐": 2539,
      "環": 2540,
      "瓜": 2541,
      "瓦": 2542,
      "甘": 2543,
      "甜": 2544,
      "生": 2545,
      "産": 2546,
      "用": 2547,
      "田": 2548,
      "由": 2549,
      "甲": 2550,
      "申": 2551,
      "电": 2552,
      "甸": 2553,
      "町": 2554,
      "画": 2555,
      "界": 2556,
      "留": 2557,
      "略": 2558,
      "番": 2559,
      "異": 2560,
      "畳": 2561,
      "當": 2562,
      "畿": 2563,
      "疆": 2564,
      "疏": 2565,
      "疑": 2566,
      "疗": 2567,
      "疾": 2568,
      "病": 2569,
      "痛": 2570,
      "痴": 2571,
      "瘤": 2572,
      "登": 2573,
      "發": 2574,
      "白": 2575,
      "百": 2576,
      "的": 2577,
      "皇": 2578,
      "皞": 2579,
      "皮": 2580,
      "益": 2581,
      "盐": 2582,
      "监": 2583,
      "盖": 2584,
      "盘": 2585,
      "盟": 2586,
      "目": 2587,
      "直": 2588,
      "相": 2589,
      "省": 2590,
      "看": 2591,
      "県": 2592,
      "眞": 2593,
      "真": 2594,
      "眼": 2595,
      "着": 2596,
      "督": 2597,
      "瞎": 2598,
      "瞬": 2599,
      "知": 2600,
      "短": 2601,
      "石": 2602,
      "矿": 2603,
      "码": 2604,
      "研": 2605,
      "破": 2606,
      "础": 2607,
      "硢": 2608,
      "硬": 2609,
      "确": 2610,
      "碁": 2611,
      "碍": 2612,
      "碳": 2613,
      "磁": 2614,
      "磷": 2615,
      "示": 2616,
      "礼": 2617,
      "社": 2618,
      "祖": 2619,
      "祝": 2620,
      "神": 2621,
      "票": 2622,
      "祭": 2623,
      "祸": 2624,
      "祿": 2625,
      "禁": 2626,
      "禄": 2627,
      "福": 2628,
      "离": 2629,
      "禽": 2630,
      "秀": 2631,
      "私": 2632,
      "秉": 2633,
      "秋": 2634,
      "种": 2635,
      "科": 2636,
      "秘": 2637,
      "租": 2638,
      "积": 2639,
      "称": 2640,
      "移": 2641,
      "稀": 2642,
      "稅": 2643,
      "程": 2644,
      "税": 2645,
      "種": 2646,
      "稲": 2647,
      "稳": 2648,
      "稻": 2649,
      "稿": 2650,
      "穆": 2651,
      "穴": 2652,
      "究": 2653,
      "穷": 2654,
      "空": 2655,
      "穿": 2656,
      "突": 2657,
      "窗": 2658,
      "窪": 2659,
      "窯": 2660,
      "立": 2661,
      "站": 2662,
      "章": 2663,
      "童": 2664,
      "端": 2665,
      "竹": 2666,
      "笑": 2667,
      "笔": 2668,
      "符": 2669,
      "第": 2670,
      "等": 2671,
      "筑": 2672,
      "答": 2673,
      "策": 2674,
      "签": 2675,
      "简": 2676,
      "箍": 2677,
      "算": 2678,
      "管": 2679,
      "箭": 2680,
      "箱": 2681,
      "節": 2682,
      "篆": 2683,
      "簡": 2684,
      "簽": 2685,
      "籍": 2686,
      "籠": 2687,
      "米": 2688,
      "类": 2689,
      "粉": 2690,
      "粥": 2691,
      "粮": 2692,
      "精": 2693,
      "糖": 2694,
      "系": 2695,
      "紀": 2696,
      "約": 2697,
      "純": 2698,
      "紗": 2699,
      "紙": 2700,
      "素": 2701,
      "索": 2702,
      "紧": 2703,
      "細": 2704,
      "紹": 2705,
      "終": 2706,
      "組": 2707,
      "経": 2708,
      "絞": 2709,
      "絡": 2710,
      "給": 2711,
      "絵": 2712,
      "継": 2713,
      "網": 2714,
      "綴": 2715,
      "線": 2716,
      "編": 2717,
      "縄": 2718,
      "縣": 2719,
      "縮": 2720,
      "績": 2721,
      "繁": 2722,
      "约": 2723,
      "级": 2724,
      "纪": 2725,
      "纱": 2726,
      "纲": 2727,
      "纳": 2728,
      "纷": 2729,
      "纸": 2730,
      "纽": 2731,
      "线": 2732,
      "练": 2733,
      "组": 2734,
      "细": 2735,
      "织": 2736,
      "终": 2737,
      "绍": 2738,
      "经": 2739,
      "结": 2740,
      "给": 2741,
      "络": 2742,
      "绞": 2743,
      "统": 2744,
      "继": 2745,
      "绩": 2746,
      "绪": 2747,
      "续": 2748,
      "绰": 2749,
      "维": 2750,
      "综": 2751,
      "绿": 2752,
      "缅": 2753,
      "缆": 2754,
      "缓": 2755,
      "编": 2756,
      "缩": 2757,
      "缴": 2758,
      "缺": 2759,
      "网": 2760,
      "罗": 2761,
      "罪": 2762,
      "置": 2763,
      "署": 2764,
      "羅": 2765,
      "美": 2766,
      "群": 2767,
      "義": 2768,
      "翁": 2769,
      "習": 2770,
      "翰": 2771,
      "翴": 2772,
      "翻": 2773,
      "耀": 2774,
      "老": 2775,
      "考": 2776,
      "者": 2777,
      "而": 2778,
      "耕": 2779,
      "耳": 2780,
      "耶": 2781,
      "耽": 2782,
      "聊": 2783,
      "职": 2784,
      "联": 2785,
      "聖": 2786,
      "聘": 2787,
      "聚": 2788,
      "聞": 2789,
      "職": 2790,
      "聽": 2791,
      "聾": 2792,
      "肃": 2793,
      "肖": 2794,
      "股": 2795,
      "肥": 2796,
      "肯": 2797,
      "育": 2798,
      "胁": 2799,
      "背": 2800,
      "能": 2801,
      "脑": 2802,
      "脚": 2803,
      "脱": 2804,
      "腊": 2805,
      "腰": 2806,
      "腹": 2807,
      "臂": 2808,
      "臓": 2809,
      "自": 2810,
      "至": 2811,
      "致": 2812,
      "臺": 2813,
      "舉": 2814,
      "舍": 2815,
      "舞": 2816,
      "航": 2817,
      "舫": 2818,
      "般": 2819,
      "船": 2820,
      "艇": 2821,
      "良": 2822,
      "色": 2823,
      "艳": 2824,
      "艺": 2825,
      "艾": 2826,
      "节": 2827,
      "芋": 2828,
      "芬": 2829,
      "花": 2830,
      "苏": 2831,
      "若": 2832,
      "英": 2833,
      "茂": 2834,
      "范": 2835,
      "茅": 2836,
      "茧": 2837,
      "茨": 2838,
      "茵": 2839,
      "茶": 2840,
      "草": 2841,
      "荐": 2842,
      "荣": 2843,
      "荫": 2844,
      "药": 2845,
      "荷": 2846,
      "莫": 2847,
      "莱": 2848,
      "获": 2849,
      "莹": 2850,
      "莽": 2851,
      "菜": 2852,
      "菩": 2853,
      "華": 2854,
      "菲": 2855,
      "萄": 2856,
      "营": 2857,
      "萧": 2858,
      "萨": 2859,
      "落": 2860,
      "葉": 2861,
      "葡": 2862,
